[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
#
%
(
)
+
-
.
/
0
1
2
3
4
5
6
7
8
9
=
@
B
C
F
H
I
N
O
P
S
[
\
]
c
e
i
l
n
o
r
s
##c
##n
##1
##C
##N
##2
##o
##O
##s
##S
##4
##5
##3
##F
##r
##l
##B
##I
##6
##7
##P
##8
##9
##0
##H
##e
##i
CC
##c1
##c2
NC
c1
##1C
##c1c
##CN
##c1cc
c2
##nc
1C
##OC
CN
##2C
##c1ccc
##1CC
c1c
C1
2C
##c2c
c2c
CCC
c1cc
##2CC
OC
##c3
##c2cc
nH
cc1
c2cc
##cc1
1CC
##n1
c1ccc
C2
CO
##cc2
##c2ccc
CNC
CCN
CC1
c2ccc
c3
2CC
##1CCC
COC
Cl
##C2
##nnc
##C1
##nn
Cc1ccc
##3C
n1
##c3c
NCC
c3c
N2CC
cc2
3C
##ncc
##n2
##CNC
##n1c
cc
Cc1
c3cc
CC2
1CCC
##NC
##nc1
##c3cc
##3CC
##c2ccccc2
N1CC
CCOC
CCO
##cc3
c3ccc
Cc1cc
COc1ccc
##c3ccc
CCCC
1CN
N1CCC
##1CCN
2CCC
Br
c2ccccc2
1CCN
CCNC
3CC
##2CCC
c1ccccc1
n2
##1CC1
N2CCC
N2C
##nc2
##2CC2
Cc1c
##Cl
Nc1ccc
##CO
1CCCN
CS
C3
Cn1c
c2nnc
##C3
##oc
ccc1
N1C
##sc
nnc1
##c1ccccc1
c1C
##c1C
OCC
nnc1N
c1cccc
c1nnc
##4c
CCCN
##o1
##c3ccccc3
cc3
##OCC
##n2c
##n3
##s1
##3CCC
n1C
COCC
C1CC1
c2cccc
C2CC2
##c2cccc
cn1
n2C
##4cc
##c1nc
Cc1ccccc1
CCC1
COc1cc
s1
Cc1nc
c3ccccc3
2CN
nc
2CCN
o1
C1CCC
##c2nc
##c1cccc
##4ccc
ccc2
CCn1c
cc1C
Cc1cccc
##SC
##3CC3
1NC
##noc
##cc1C
##OC2
##CN1C
2C1
##c1nnc
##CC2
N1CCN
2CCCN
##O2
NS
Cc2ccccc2
nc2
##CC1
nc1
##Br
##s2
##nc3
3CCC
NCCC
##O1
##o2
##c4
Cn1cc
Nc1cc
N2CCN
1CNC
CC3
N1
CN1C
##2CCN
Cc2ccc
O1
##OCC2
21
Cn2c
NNC
no1
n3
NN
c1nc
##OC1
CCS
CCC2
c2nc
nn1
1N
CCCCC
CCCNC
CCN1C
##4cccc
##4C
Nc2ccc
##OCC1
##c1ncc
##2CCCC2
##2CCC2
4C
1CCCC
CCO1
Cc1n
nnc2
CN1CC
C3CC3
cc1F
N3CCC
NCCN
N2
Cn1
COc1cccc
N3CC
##4ccccc4
Cc2c
##nc1C
Nc1cccc
##CO2
n2c
##n1C
SC
C1C
c3cccc
##c2ncc
CN1CCC
NCC1
##cc12
##c1n
CSC
c1cn
##4CC
c2ncc
2CCCC
NCc1ccc
nnc2N
NC1
CN2CC
c1ncc
Nc2cc
n1CC
cn2
CCCC1
n2CC
C1CC
1O
Cc1ncc
CCc1ccc
nnc1N1CC
CCOCC
cs1
c2C
##c2nnc
3C2
1CCOC1
n1c
C1CCN
12
Cc2cc
2CCOC2
##c2ccccc21
N3C
##CO3
1CCCO1
##OC3
2NC
c1cnn
##c2C
s2
Cc1nn
Cc1nnc
nnc1N1CCC
CCn1cc
cc1OC
CNCC
c1cnc
##n2C
##2CCCCC2
2CCCO2
32
CCOc1ccc
CCCC2
cccc2
##ncc1
1CCCN1C
Cc1cnc
Cc3ccc
c2cnn
cccc1
Cc3ccccc3
CN2C
COc1ccccc1
##CC3
cc1Cl
CCCO
1C2
##nn1C
ccc1C
NC2
NCCNC
CCc1nc
CCc1
1CCCCN1C
##ncc2
CCc1c
no2
N1CCCC
CCc1cc
o2
##1CCCC1
CCN1CC
##CO1
##nn1
c1ccc2c
##CN1CC
CNS
##cn2
n2cc
##2CCOCC2
NCc2ccc
Nc1c
nc1C
##OCC3
##c2n
c2cn
ccc3
1COC
c1n
##n3c
cc1NC
N2CCCC2
C1CCC1
##CN2C
4CC
n1cc
1CCO
1c1ccc
2N
##sc1
##cn1
##cc23
Cc1noc
CN2CCC
##3CCCC3
CCn1
Cn1nc
##SCC
2O
C2CCC2
O2
CCOCC1
C1CCCC1
CCC3
1OCC
##c3nc
##n1cc
Nc2cccc
COCCC
1CC1
NCC2
##3CCC3
nn2
N2CCOCC2
ccc1F
c2cnc
##n2cc
2CNC
NCc1cc
##nn2
COc1c
##s3
CCOC1
c2c1
cc2C
nc3
##o3
CCCCC1
Cc2cccc
2COC
2CCCN2C
COCCN
C1CN
##c3cccc
cc2F
on1
N1CCO
##3c
##1CCCCC1
##oc1C
CCO2
c4
c3nc
##c4ccccc4
##1CN
##sc2
2CCO
1CCS
c1O
3CN
1CO
CN1CCN
2C3
##c3ccccc32
C1CCCCC1
1c1ccccc1
12CCC
##nc3c
CCc1nnc
Oc1ccc
##nn2C
c1nn
c1F
CSCC
##c2ccccc2C
Cc1csc
C2CCN
##c2ccccc12
##nc2C
NCc1c
N2CCCC
##1CCC1
c2ccccc21
##1CCOCC1
CCc1ccccc1
N3
ccn1
NC1CCN
##4CCC
COCCO
N2CCO
1OC
2CCCCO2
NCCCN
##c1CC
cc21
c1csc
CC2CC2
23
n3c
c1ccco1
c2ccc3c
CCOCC2
c1cccs1
Nc1ccccc1
c3ncc
Nc2c
c4ccccc4
c2cccs2
CCN1CCC
CC1CC1
c12
c2cccnc2
OCCC
c2ccccn2
Cn2cc
##c2c1
3CCOC3
c2n
C2CCCC2
Cc2nc
NCc2c
c1ccn
1CCN1C
##ccc3
1CCCCO1
n2CCC
c2nn
c4ccc
CCCCN
nnc1N1CCN
NCc2cc
Cc3c
CCCN1C
nn
C2O
##oc1
C1O
C4
c1OC
Oc2ccc
Cc1cn
##4CC4
CCCCCC
2CCS
CO1
ccc1OC
ccc21
c1cccnc1
C2CCCCC2
3CCCC
2CC2
c2ccco2
nnc1N1C
##cn3
##nc3cc
co1
c1CC
cccc3
Cc3cc
c3nnc
##c1ccccc1C
cc2Cl
ccc
n1CCC
ccc1NC
1CCCOC1
cs2
c2ccccc2F
nc2C
NCCCNC
##c3ncc
##n3cc
##nc12
c1Cl
##c2sc
CC1CCN
COc2ccc
NCCCC
CN1
CCCC3
2CCCOC2
3CCCO3
##cc2C
##c1nn
c2noc
ncn1
##CN1CCC
NCCO
Nc1nc
##oc2
##on1
##3cc
CCCCC2
##ncc3
c1ccnc
cc4
3CCN
SCC
CCOC2
N1CCOCC1
Nc2ccccc2
##3CCOCC3
c1sc
CCOc1cc
Nc3ccc
1N2C
CCn1nc
Cc1ccccc1C
cnc2
cc12
NCc1cccc
c3cnn
##ncn2
c1ccccc1F
CCCCNC
N3CCCC3
##3CCCCC3
c1noc
ccc1Cl
cc1Br
c1cncc
##C4
C3CCC3
Cn1ccc
CCN1CCN
3NC
c2ccncc2
N3CCN
##c2nn
CCc1n
Cc1ccnc
N1CCCC1
c1ccccc1C
Nc2nc
cn3
c1NC
c2ccccc12
CCOCCC
OCCO2
Cc1cnn
##S1
COC1
c1ccccn1
Cc1oc
##c2ccccc2c1
CN2CCN
nn1C
CCN1
##n3C
Nc1ccc2c
##on2
CCl
2c2ccc
c1ccncc1
##sc1C
c2ccn
2CO
C1N
Cn2
COCC1
c2cncc
N1CC2
Oc1cccc
N2CCCCC2
sc1C
N1CCCN
Cc1no
##CN1
nnc2N2CC
Cc1ccc2c
NC1CN
##ncn1
cc1S
N1CCC2
c1cc2c
C2CC
##c2oc
C4CC4
2CCCCN2C
##onc
CCn2c
CCc1cccc
c3C
OCc2ccccc2
CCF
n3cc
c1coc
nnc2N2CCC
CCNS
c2csc
##n4
COc1ccc2c
CCN2C
##oc2C
##OCCC
c2ccccc2Cl
COc1ccccc1C
1C1CC1
cnn1C
c2ccccc2C
cc2C1
n1Cc1ccc
##c3n
##oc3
Cc2nnc
CCc2c
1CS
CO2
N3CCOCC3
3CCCN
c3cn
##3CCN
##S2
CC3CC3
##c2ccccc2C1
2c2ccccc2
Cc1ccn
NC3
1Cn1c
1O2
O3
CCNCC
c3ccccc23
NCc1ccccc1
1COCC
c2sc
c3cnc
C2CCOCC2
##O3
NCc2cccc
Cc1cncc
1CN2C
C1CCOCC1
CCCOc1ccc
CF
cccc1F
CCCn1c
CCCN1CC
CCOc1ccccc1
##sc3
N2CCCN
n1CC1
Oc2ccccc2
Nc1ncc
OCCN
NCc1nc
o3
c2C1
COc1ncc
3COC
##c3nnc
3CCCCO3
c1ccccc1Cl
ccc2F
##c2cccnc2
##CCC1
s3
c1ccsc1
4CCC
Cn1ncc
23CCC
c3ccccn3
##c3ccccc23
##nn3
CCCF
c2ccnc
CCOc1cccc
c2O
CCc2ccccc2
Cc1ccco1
##c1cnn
C12CCC2
OCc1ccccc1
NC2CCN
cccc2F
C3CCCC3
cnn1
Oc1ccccc1
ccc2C
##c1cnc
c2F
NCc2nc
CCc1cnc
##c1noc
CCCS
##nn3C
c1Br
CON
cc2c1
Cn1ccnc1
OCCO3
NCCc1ccc
c1oc
no3
on2
1CCCN1
Cc1cccnc1
c1cnc2
n1nc
nnc1N1CCO
ncc1C
NC2CC2
CCCCO
OCO2
CCOCc1nnc
##2CCCC
##c1cn
n2CC2
CCCO1
CCc1noc
c23
NC1CC
cnc1
CCCN1CCC
N1CCOC
cnc1C
cc1O
1CCNC
c3cccnc3
CN2CCCC2
CSc1ccc
2OC
Cc2cnc
##N1C
##c1ccc2c
Nc1n
n2cccn2
##n1CC
NCCOC
Cc1co
NC1CCC
3O
oc1C
##nc3ccccc3
Cc2ncc
3CCCOC3
1CC2
n3C
c3c2
nc2c1
Cn1cnc
NC1CC1
Cc2csc
C1NC
43
CCCOC
cc32
cccc1Cl
c3ccccc3F
C2CN
c2cc3c
n2nc
1Cc2ccccc2
n2Cc2ccc
Cc1sc
cc3C
ncc2
ccc12
cccc21
1COCCN1C
Cn2nc
CCSC
CCn1ccc
C2C
ccc1N
nnc1C
4C3
N1CCCCC1
c3cccs3
##CCC3
CCc2ccc
##c4ccc
c2ccsc2
##c3ccccc3C
ccc1O
1CCNC1
##nc4
Oc2cccc
CCCn1cc
cc3F
COCCCC
COc2ccccc2
c2Cl
c1N
COc3ccc
c2coc
##c2cn
##nn1CC
c3ccco3
C3CCCCC3
NCc3ccc
CCc2cc
5C
Nc3cc
1CCCC1
c3ccccc32
Nc2ncc
Nc2ccc3c
##CNC3
##nc23
OCCO
3CCO
1c1cccc
C3O
1c1cc
##c2cnc
Nc1cnn
NCc2ccccc2
CCCOCC
n1CCN
ccc1Br
NCC1CN
CC1CC
Nc3cccc
COCCOC
S1
nn3
CCOC3
sc2
##c1CCCC2
##c3c2
ccc2c1
NO
CCOCC3
3CCS
FC
c2cnccn2
c1ncn
##c2ccccn2
c1ccc2
c2c1C
##cc34
c1cnn2
Cc3nc
CN1CCCC1
2O3
##nnc1
COCCn1c
c4cc
##nc1N
N2CCOC
c2oc
Cc1cccs1
##c2cnn
c1CNC
n2CCN
2C2CC2
CN1CCOCC1
3C4
CNCCC
CCCc1cc
CCO3
c4c
Cc4ccccc4
12CC
1NCC
2CS
COCCNC
c3cncc
n1cccn1
ncc1
CC1CCCCC1
c1ccccc1OC
3CC3
nn2C
CC1CCC
##ncn3
2CCNC2
Nc1ccccc1C
CN3C
nc12
##n1nc
c1nccs1
Cc2cn
c2n1
Cc2cccnc2
##c2sccc2
OCc2nnc
CCS1
CCc1ncc
cc1N
##c1csc
Oc3ccc
CCn1ncc
c1ncccc1
NCc1n
c2ncccn2
c2ncn
Nc1nnc
2CCN2C
Oc1cc
c2ccc3
2OCC
##CN1CCN
##c2noc
c3ccncc3
##c4c
##nc3C
C2CCC
CN2CCOCC2
ccn2
CC4
c1cs
CCSCC
c2ncccc2
Cc1coc
Cc2ccccn2
CCCN2C
N2CCC3
Cc2ccco2
1CNCC
COCCC1
nc21
2CCCO
n2ccnc2
Cn3cc
CC1CCC1
c1ccoc1
c21
##c2ccccc2s1
NCCS
##3ccc
##5c
OCO3
cccc1C
c1ccccc1NC
CCCCC3
##CC4
CCCc1nc
Cc3cccc
NC1C
1CCC2
Cc1nccc
##4CCCC4
c4cccc
Cc1ccncc1
c2cnc3
##1CC2
1CCCCN
##on3
##c2c1C
CCCc1ccc
c3n
CNC2
12CCCC
##c3ccccc3C2
Cc2cnn
##c4ccccc43
CC2CCCC2
sc1
OC1
12C
CCn2cc
##c3C
##c2ccccc2o1
##OCC4
##n12
Cc1ccsc1
c2ccccc2OC
ccc2Cl
cc2OC
##c3cn
cccc2Cl
c3ccccc3C
##Cn1c
##N1
##c3ccccc3O2
1COCCO1
COc1ccnc
CN3CCC
c3ccc4c
##c1ccnc
CC1CCCC1
N3CCCCC3
CN1CCCC
OCc3ccccc3
##nnn2
Cn1nnc
##c4cc
c2ccoc2
NOC
##c2ccccc2c
1SC
NCCCO
CCNC1
ccc4
NCC1CCN
CCCCn1c
cc1OCC
##3ccccc3
ccc2OC
cc1CNC
##c3sc
NCCN1C
CCc2nc
c1cnccn1
c3ccccc3Cl
CCOc1c
OCCCC
Cc2ccncc2
ccc32
OCCOC
N2CC3
cnc3
Cc1ccccc1F
2CCCC2
n1ccc
cc3Cl
c3ccn
2COCCN2C
CCOCCN
##OCCO2
Cc2ccccc2F
C1CC2
Nc2cnn
CCC4
CCc1nn
cc3C2
NCCCCC
C2N
2CCCN2
##c2ccccc2O1
##cc1CNC
Cn1nn
CN2
Oc3ccccc3
##cc1NC
nc1O
##c2ccncc2
NC2CN
1CCCO
COCc1ccc
Nc3ccccc3
c3C2
N3CCO
##c3ccccc3c2
##sn1
CCCCCCC
n2cncn2
##nc2c
c1ccnn1C
1CCCNC1
##OC4
CCOCCNC
NCCc2ccc
NCCC1
NCc1ncc
ns1
c1CN
##SCC2
CCCO2
COCCCN
c3nn
34
##nnn1
ncn2
cc2Br
noc1C
CCn1nnc
COc1nc
c1CCC
1CCOC
Cn3c
##c3nn
CN3CC
cc23
c2nc3ccccc3
C3CCOCC3
CN1CCO
CN3CCCC3
c1S
N2CCS
1COC2
CCc1oc
COc2cc
##nc3ccc
CNC1
c2cccn2C
nc3C
c2nccs2
##5cc
c1ncccn1
Nc1
1CCc2c
Cc2ccn
nnc2N2C
##nc2N
Nc1ccn
##c1ccn
1c2ccccc2C
##4CCC4
CC2CCC2
Cc1nc2c
NC2CC
##c1cncc
1CSC
noc2C
2N3C
Cc1nsc
1c1nnc
COCc1nc
NC3CC3
##4CCOCC4
##cc3C
Cc2ccsc2
c1ccc2nc
n4
Cc1ccoc1C
1CCSC1
##c3cnn
CCC1CC1
c2ccnn2C
NCc2nnc
CCc3ccccc3
c3cnccn3
N1CCCCC
NCc1nnc
##c2ncccc2
c2nnn
N1CCS
##nn2CC
c1nnn
NCC1CC
3N
##c2CCC3
Cc2cccs2
CN2CCCC
NCCOCC
##n1cccn1
##c3oc
##c3cccnc3
##c1ccccn1
oc1
##onc2C
Cc2ccccc2C
NNc1ccc
1Cc1ccccc1
##3n
C3CC
2CC3
OCCNC
2COCCO2
cnc12
1CCCN2C
##CO4
c1C1CC1
##cc1CN
##nccn2
COCc1cc
##n2nc
c2cs
NCCCOC
##c3cnc
CCCOC1
cccc32
NCc1cn
##2CCCCCC2
cccc3F
##n1CCC
COC2
nnc2N2CCN
c2cc3ccccc3
CCCOC2
COCCOc1ccc
Cn1cccn1
CCSC1
N1CCc2cc
c1cnn2c
##n2ccc
CCOCCO
cccc1NC
##c2CCCC3
COc1cc2c
##5ccc
Nc1cnc
2CCCNC2
2CCOC
1COc2ccccc2O1
c2ccccc2c1
##NC1
c2ccccc2C1
COCCn1cc
23CCCC
Nc2nnc
##SCC1
##n3nc
2CN3C
1CCc2nc
3CCCN3C
##c2n1CCC
OCc1ccc
Cc3cccnc3
1CCc2ccccc21
NCc2ncc
NC2CCC
##N1CC
Cc1nc2cc
Cc1nonc1C
##c2ccc3c
##oc3C
##nnc2
c2ccccc2Br
##occ1C
CSCCC
2O1
##nc1CN
N1CCc2c
CCOC1CC
2c
Fc1ccc
##nc1CNC
OC2
nc2ccccc12
c1cncnc1
2c2cccc
##CN2
NCCn1c
c1cccc2
##sn2
COc3ccccc3
ccc1S
3CO
CCc1onc
n1cncn1
3CNC
ccc23
##nc2c1
c1cc2n
COc2cccc
NCc3cc
Cn1nccc1
##c1ccccc1NC
c1cc2cc
c1o
CCCc1
Nc2ccccc2C
Cn2cccn2
##c1ccncc1
##ncc1C
Cc3ccccn3
ncc3
CNc2ccc
1CCCS
Cc1cs
NCc2cn
##CNCC1
n1cccc1
Cc2noc
nc2ccccc21
N2CCNC
1CCC1
c1s
1CC12CC2
N3CCCC
2CCNC
nnc2C
ccc1OCC
CC3CCCC3
cnn2C
cc3c2
cn1C
oc2c1
23CC
Oc3cccc
1CCCN1CC
Cc1occc1C
##c2ccccn12
Cn1nccc1C
CCCN1
n2CCCN
1CCCc2ccccc21
COc1cnc
1CCCS1
##c2ccnc
n2CCCC
c1nnnn1C
NO1
Cc3ncc
Cc1ccoc1
N1CSC
1CCN2C
Cc3ccncc3
Cc1ncn
n2ccc
NCc1nn
1Cc2cc
n3cccn3
CSc1nnc
##c1ncccc1C
c1sccc1
cc1CN
CNCCN
Cc1ccccc1Cl
2Cc3ccccc3
CN1c1nnc
##c2ccccc2n1
NCC1CC1
CNc1ccc
1CCCCN1
CC2CCCCC2
23C
1F
##c1CCC
Cc3csc
NCCc1c
CSc1cc
##nc2nc
cc1CC
c1ccon1
NCc1ccnc
c3ccsc3
Oc1ccccc1C
CCCCCC1
##4n
ccc2o1
nc2cc
CCSC2
c1csnn1
NOCC
c3noc
1CCCN1c1nnc
c3ncccn3
##CN3C
1CCc2
n2cccc2
NCC2CC2
##c1ccccc1F
Cn2ccc
##5cccc
NCC3
ccn1C
n1CCNC
CCCC4
Cc1ccccn1
##c2csc
nnn1C
2CCC3
N2CCOC2
sn1
Cc1cc2c
ccc1CNC
##NS
COc1cncc
n1Cc1cccc
4CCCC
ccc2O1
Cc1ccon1
##c5
CCC1CCN
##c1CCC2
##onc1C
CN2CCO
##2CCC1CC2
c1ccccc1Br
##c2cccnc12
c1ccc2ccccc2c1
CCCCCNC
##4CCCCC4
OCc2ccc
CCCn1nc
Cc1cnccc1C
C3CCN
ns2
##2CC3
CNCc2ccc
##nc2n
CCOc2ccccc2
2COc3ccccc3O2
CCCn2c
12COC
1CCCCC1
c3csc
Cc2n
CN1CCCN
##nccc
S2
ccc3C
##c2ccn
CO3
CC1CCOCC1
n3CC
c1cocn1
41
CCOc1ccccc1C
##SCCS
c2nnnn2C
CCN1CCOC
Oc1ccccc1F
C1NCC
##n2ccnc2
CCC2CC2
c3cccn3C
##c3sccc3
CCOCCCn1c
cccc4
1c1ccco1
##n2CC
Cc3cn
n1Cc1ccccc1
n1Cc1cc
CCNC2
c2cccc3
Cc1ccccc1CC
c2nccn2C
##c2nnn
##nccc2
Cc1ccc2
NCc1ccc2c
2CCSC2
OCCCO2
c1cnco1
NCCNS
cs3
12CN
Cc3cnc
c1cnn2cc
ccc2Br
CNCCNC
##OCc1nnc
C3C
##c1cccnc1
Nc1ccnc
Cc1cccnc1C
c1nc2ccccc2
cnc
CCN1c1nnc
##5C
##N1CCN
##c1ncccn1
NC1CCCCC1
c2N
##sc2C
oc2C
c1nccn1C
2N1C
##c2ccsc2
Cc3ccsc3
2c1
cn
nc3c2
ccc2n1
Cc2ccccc21
COCCCNC
##COc1ccc
Nc2ccccn2
CCCCOC
co2
2c3ccccc3C
c2ccccc2NC
1CCc2cc
##2CCC3
COCCOCC
c1cccc2c1
c2cnco2
CC2CCN
NO2
n3ccnc3
N2CCCCCC2
OCC2CC2
c3coc
n1ccnc1
n2cnnn2
c3ccnc
n1ncc
Cc2ccc3c
c2ccon2
2COCC
c2nccc
n1CCCC
2cc
##nc2sc
Cc3nnc
CN2CCCN
##nnn3
CCN1CCCC
n2CCNC
Nc2ccn
CSC1
1c1c
CCCc1c
NCCC2
c2ncccc12
c1ocnc1C
Cc1o
sc
c1cnon1
Cn3nc
1CCOC2
c3ccc4
nc2C1
c1ncccc1O
Cc2ccccc2Cl
CSc2nnc
COCCN1C
2CCC2
##n1nn
Nc1nc2c
cccc2C
c1ccccc1O
NC1CCCC1
##c2ncccn2
n2nn
N2CCC2
CCOCCCC
Cc1conc1C
NCC2CN
nc2O
Cc3ccccc3F
CCCCS
Cn1cncn1
2CSC
CSc1nc
##5ccccc5
CCOc1cc2c
CCN1Cc1ccccc1
CCCCCC2
##1CCCCCC1
##c1sc
2CCCS
2N1
2CC23CC3
c3ncn
CCCCCn1c
CCCCOc1ccc
Cc2ccon2
CN2CCCCC2
nc4
CNc1nc
COCc1ccccc1
c2cncnc2
##n2C1
OCc1cc
1C1CCC1
ccc2C1
##OCCO3
CCc1cn
Cc1ccccc1OC
cc2s1
Cc1ccccc1NC
##s4
##c4cccc
nnn1
CCN2CC
n1CC1CC1
c32
##nccc3
NCc1cnc
Cc1ccccc1O
c1nccc
Oc2cc
nnc3
Oc2ccccc21
NCc2cnc
Cc1nocc1C
CC2CC
CCc1ccccc1C
oc2ccccc12
N1CCc2ccc
n2CC2CC2
1CCCc2
1CCCCCN1C
c3ccccc3C2
OC2CCCC2
CCc2ccccc21
c1ccoc1C
CCc3ccc
c3oc
c1cc2ccccc2o1
cc2O
C2CC3
CSc1ccccc1
3CCNC3
CCCNCC
34CCC
NCCN1CCN
Nc3nc
2Cc3cc
Nc1cn
CCCc2ccccc2
2CCc3c
c1cscn1
C12CC
Cc1ccc2nc
c3ccccc3OC
NC2C
c3sc
c4ccccc34
CNCc1ccc
2OCCC
##4ccccc34
1CC12CCC2
CCCCOCC
c4nc
CCCc1n
N1CCNC
CCCCCN
CN3CCOCC3
##o4
##c2ccccc2OC
c2c1CCC2
Cn2ccnc2
CCCCN1C
Sc1ccc
CSc1cccc
oc12
##c2nccs2
CC1C
##S3
c2Br
NCCc1cc
N2CCCCC
##c1nccs1
c1ccc2n
##CNCC2
N2CCc3c
##c2sccc21
Cc1ncoc1C
3O4
c3F
n2Cc2cccc
c1nncn1C
CONC
Cn2cncn2
CCCc1ccccc1
NCc2n
CCn1cnc
##c2c1CCN
12CCOC2
1OCCC
3OC
##c2cccnc21
##nc21
COCc1cccc
##cc1Cl
CNc2nc
##5CC
N4C
CCc1cncc
Nc1cccnc1
##nnc1C
1CC12CCN
2CCCS2
C3CCC
n1C1CC1
NNc2ccc
cccc12
42
1CSCN1C
##nn2c
Cc1cnoc1C
OCCO4
##nnc3
c1cnc2c
N2CCc3cc
c1cncs1
NCC2CC
Cc1ocnc1C
CNc2cc
CCN3C
Nc1cccc2c1
NCCOc1ccc
Cc1cocc1C
1Oc2ccccc2
NCc1cnn
O4
Nc1ccnn1C
ccc3F
OS
##c2CC
1CCc2ccccc2
1CCCCN1CC
cc2c
Oc2ccccc2F
c2cocn2
2Cc2ccccc2
3c3ccccc3
c3ccoc3
N1CCCCCC1
NCCc2c
##Oc1ccc
Cc1ccncc1C
1CCCCS1
on3
1c1cccnc1
Cc1ncsc1C
##nn12
c1ncoc1C
nnc2N2CCO
Cc1ncccc1C
c1ccns1
N2CCSCC2
c1cn2c
nc23
##c3cccnc23
Nc2cnc
3OCC
c2sccc2
Cc3cnn
CN1CCCCC1
N1CCOC2
CCc2nnc
cn2C
##cn23
c1cccc2ccccc12
Cc4ccc
NCc2cnn
COCC1CC1
CCN2CCOCC2
c1ccnnc1
nnc1N1CCCN
N2CCCS2
1S
12CCCO2
COCCO1
nc1Cl
nnc1N1CCS
CCn1ccnc1
##n1ncc
COC1CCC
NCCF
c2s
c3n2
N4CCCC4
1N2
53
COC3
OCc2nc
c1cccnn1
2CCCCC2
##c1nccc
N2CCN3C
CSc2ccc
##1CCCC
Cn1cnnc1
OCc1nc
NCc1ccco1
NCCCn1c
N1CCc2ccccc2C1
c1OCC
n3cncn3
N1CCn2c
CN1CCC2
c1ccncn1
cnc2C
3O2
CCN1CCO
c2cccnn2
c2ncnc3
Nc3ncc
ccc3c2
##CN2CC
NC2CCCC2
3C3CC3
c2ccccc2O
c1nc2ccccc2s1
n1CCc1ccc
CCCCN1CC
nc1NC
4CCOC4
c2ccc3nc
NCc2ccnc
1n1cccn1
6C
C1CCCCCC1
ccc2O
c2ccccc2n1
##c2occc2
C4CCC4
Cc1nccn1CC
c1ccccc1OCC
NCc3nc
CC2CCOCC2
OCCCNC
COc1cccc2c1
1Cc2ccc
N2CCNC2
n2Cc2cc
##c1ccccc1Cl
N4
C23CCC3
NCc3cccc
4CCCO4
Nc2ccnc
cc2n1
##c3ccncc3
##c2sccc2C1
1CCOc2ccccc21
NCCN2C
NNC1
##n2cccn2
CNCc2cc
##3CCCC
1c1nc
CCOc2ccc
3c3ccc
1Cc2ccccc2O1
c2cnon2
2CCCCC
##nc1CN1CC
c1ccccc1S
2ccc
##c2c1CC
c3O
Nc1ccc2nc
3CCCO
CCc1no
CNc1cc
##CN3
NC2CCCCC2
##c4c3
##c2nnnn2C
CC3CCC3
c2ccccc2O1
1CCc2ccccc2C1
2CCc3ccccc32
Nc3ccccn3
NCc1csc
n2ccnn2
NCC2CCN
cc1C1CC1
CN3CCN
c3nccs3
Nc1cncc
Cc3ccco3
CCSc1ccc
Cc1ccsc1C
c3ccnn3C
CNCc1cc
Nc3c
COCCN1CC
##ncc12
2CNCC
1C1CCN
COc1ccc2cc
N4CCOCC4
Cc1nc2ccc
CCc2cn
c2csnn2
CCc1cnn
##c2nccc
1CCc2n
COCCN1CCN
c3ncccc3
Cc1ccccc1CNC
Cc1ccccc1Br
CCc1ccc2c
c1ccnc2
COc1ccccc1NC
cc2NC
n1nn
CCn1cccc1C
Cn1cnnn1
2c2c
c2ccoc2C
##ncc4
CCc2cnc
##n3ccccc3
n2ncc
cnc2c1
1CCCC12CC2
cc2N1
31
NCc3ccccc3
##cc2n1
c2ocnc2C
c2cc3ccccc3o2
cn12
##c2ncn
CS1
##nc1NC
c2ccnc3
Cc2ccoc2
cnc23
c2ncoc2C
c3Cl
CCn1cccn1
Cc1cccc2c1
CCn1nccc1C
1CO2
n1Cc1c
2COC3
23COC
CCc1ocnc1C
##O4
Cc1ncsc1
c1conc1C
N1CCC1
1c
CCc1ccco1
c2ccncn2
NNc1cc
1CCN1CC
CCCSCC
1CCCN1S
C12CCC
Nc1ccc2
Nc1nn
n2CCO
NCCc1ccccc1
##OCCN
c2o
2CCCc3ccccc32
COc1nccc
1CCc2nnc
CCCCCCNC
N1CCCO
nc3ccccc23
##n3ccnc3
CCCOc1cccc
3COCC
Cc1ncoc1
cnc21
c1cccn1C
1NS
1c1cccs1
NC1CC2
CCc1csc
CCc1ncoc1C
2c2cc
##2CCCC3
nn3C
Cc3ccccc3C
sc2C1
c3ccccc3Br
ccc2N
ccc2s1
OCc2cccc
##2CCO
N3CCOC
52
1cc
1c1cnn
CCN2
CCN1CCOCC1
1CCCCCN
CCN2CCN
##nccn3
n2c1
##1CCC2
NCCN1CC
ncc2C
##3CCC2CC3
n2CCCOC
c2ncccc2C
##c3ncccc3
2C2CCC2
##SCCS1
NCc3c
OCC1
Cn2nn
CCn1nncc1C
c1cnsn1
C12CCCC2
##sc3c
Cc1s
c1ccc2cc
c2OC
2CCc3cc
NCc2ccc3c
##c1nnnn1C
N1CCc2ccccc21
CSc2nc
cncc1
n2Cc2ccccc2
CCc1occc1C
Cc1cscn1
c2cnn3
NCc1cccnc1
n3cnnn3
OCc2cc
c34
CCc3ccccc32
OC2CCN
c3nc4ccccc4
##CNS
Cc2ccccc2OC
CCCCc1ccc
COCCO2
NCCCS
c2cscn2
n2CCc2ccc
##occ2C
COC1CC
Cc2cscn2
23CCOC3
NCCCN1C
sc2c1
##n2ncc
3c2
##n3ccccc3n2
N3CCS
COc2ccccc2F
Cc1sccc1C
c1nsc
c3c2CCC3
C12CCN
c2ccc3ccccc3c2
##n2nn
CCc2cnn
N2CCn3c
oc
Nc2
##c2ccccc2c1C
OCC1CC1
c2conc2C
1c1ccncc1
c2nc3ccccc3s2
##c3ccccn3
ncc2c1
NCc2csc
##CNCC
2CC23CCC3
c1cc2ccccc2
##c2n1CCCCC2
##SCC3
CCn1ccnc1C
##cc1Br
CCc1cccs1
NCCNCC
c1ccsn1
Si
3Cc4ccccc4
2Cc3c
c2ncccc2F
n1CCOC
CNCc2c
cnc2O
c1Cn1c
CNCC2
1c2cc
c4c3
cnc1O
35
##nc2n1
N1CCCC2
n1nccc1C
SCCC
CCc1oncc1C
##c1nc2cc
##scc
1CCCCN1S
ncc1F
c2cc3n
c1scnc1C
CCOc3ccccc3
c3cc4c
Cn1ncnn1
1CCCC2
Cn1ccnc1C
1CCCCC
##2CCOC
NN1C
Cc1cnoc1
CCc1nsc
c2cc3cc
Cc1oncc1
Sc1nnc
##3cccc
12CCN
##n1ccnc1
nnc1N1CCCC
CC4CC4
COc1ccccc1CC
##c1ncn
CCn3c
CCNCCC
Cn1cn
COCCCn1c
2NCC
##nnc2C
1CCCOCC1
n2CCS
##c1nc2c
c1cnns1
OCCCO3
CSCc1ccc
Cc4
1COCCN1
Cc2
n2n1
C12CCCCC2
n2CCOC
c4ncc
1CCc2ccc
CCCOC3
Cc3ccn
OCO4
c2cnc3c
CCn2cccn2
N3CCCN
NCc1ccn
Sc2ccc
N1c2ccccc2C
##c1cnn2C
##onc3C
c2ncccc2O
n1CCS
c1ccc2oc
1CC2CCC1CC2
##nc1Cl
CNCCCNC
ncc2C1
1N1C
c1cnnc
cnc1Cl
##c1nccn1C
##c3noc
c1ccccc1N
nnc1N1CCN2C
Cc1onc
nc2ccc
Cn3cccn3
2CCCc3
##n1ccc
2SC
N1CCSC
Cn1cncc1C
1OCCc2ccccc21
CCOCCn1c
##nc1F
COc1n
2c2ccco2
NN2C
C2OCCO2
3CS
c2O1
Cc1cncs1
S3
nc2n1
NCCN1
COc1ncccc1C
##nc3c2
##c2ncnc
NCCn2c
c2cn3c
C1CCC2
##nn23
##N1CCC
sc3
C1CO
c2cccnc12
cccc1S
CNCCO
2n1
Nc2nc3c
##nc2ncc
CCOCc1nc
NCCc1cccc
COC1CCN
Clc1ccc
4O
ccc3C2
2CCCCS2
CCc3cc
N2CCSC
CCSCCn1c
1SCC
c2ccc3n
##c2ccccc2F
ccc2N1
##c2COCC3
NC4
OC3
c1cccnc1C
CCCCCCN
##sc12
2c2nc
2CCOC3
NCc2ccco2
C1CS
12CCCN
OC1CCCC1
CCn1nncc1
COc3cc
c2ccnnc2
2Cc3ccc
##CCNC
Cc2ncn
CCc2cccc
##CN1CCCC
CCOCCC1
1CCCNC
2CCCN2CC
Oc3ccccc3F
OCCCN
CCOCCOC
nnc12
NCc1ccccc1C
##CN1CCOCC1
n1CCO
CCc1ccccc1NC
##4ccccc4c3
COCCCCC
##c2nnnn2
CNCc2nc
n1CCCN
##n2c1
ccn3
NCCc2cc
##nc34
1C1CCCC1
n1cnc
N1CCN2C
c2cnc3n
c4ccccc43
CCc3c
c1I
Nc2ccccc21
N3CCOC3
cn2c1
NCCN1CCC
ncn3
Cc1nccn1C
CCOc1nc
1CCOc2c
n2C1
COCc1n
##scc1C
N3CCNC
##4n3CCC
cc3OC
Oc2c
COc1ccc2
c1cnc2n1CCC
cc43
##c2nccn2C
nc3ccc
c2cccc3c2
CCCN1CCN
CCOCCN1CC
1Cc2ccccc21
3CCCC3
##c3ccccc3n2
1CC12CCCC2
C23CC
c1occc1C
OCc1c
Cc1ncncc1C
1c1cnc
Cc1nc2ccccc2
cccc3Cl
CCOCCCNC
n1nnc
CCc1ccnc
c1cnn2ccc
c1cnnn1C
Cn1cccc1C
Fc1cc
NCCSC
sc2C
CCC3CC3
4COC
Cc2nccs2
Cn2cnnn2
2CCc3nc
##nc3ccccc32
Cc2cncs2
nc2c
n1CCCOC
c1cccc2nc
1Oc1ccccc1
##n2ccccc2n1
N2CCc3ccc
n2Cc2c
CCNCC1
CCCc3ccccc3
##ncc2C1
c3cccc4
Nc1cc2c
c2cncs2
Cc4c
cnn1CC
Cc3cccs3
c2cnnc
OCc1cccc
n1cnnn1
cc2c1C
Nc1ccnn1
c2c1CCCC2
c2cccc3ccccc23
CCc1ccccn1
Cn1cncc1
Cc1nnccc1C
##sn3
##COc1cccc
CCn1cncn1
1Br
COCCS
Cc1ccccc1C1
CCCO3
c2CC
ONC
CCN1CCCN
2CCCCN2
CCn2cncn2
cnn3C
CNc2cccc
csc2
c2noc3
c1cncn1C
3CCCNC3
CN1Cc1ccccc1
CCCN3C
1CCCSC1
C1CCCC
##n4c
COc1ccccc1CN
2C12CCC2
NCCCF
CCC1CCC1
##SCCC
CNC3
NCCC1CCN
##CN2CCC
c2ccns2
##c1F
oc2cc
c4ccccn4
CCON
NCc2ccn
Cc1cscc1C
Cc2sc
Cc1ncccc1
c2cncn2C
cc1I
Nc2n
N2CCc3ccccc32
c1nc2cc
c2cnnn2C
N1CCc2sccc2C1
1COc2ccc
Nn1c
##c1nc2ccccc2
COc1nn
##c4ccccc4C3
Fc1cccc
CCN2CCC
##3ccccc3s2
Cn2ccnn2
5CC
1COCCN1CC
CC2C
CCOCCCN1CC
CCCNS
OCC3CC3
Cc1cccc2c
2c2cnn
c2C2CC2
c1ncccc1C
COc1cccnc1C
cnc1CC
CC3CCCCC3
##SCCS2
Sc2ccccc2
n1N
1n1c
n2C2CC2
Nc1ccccc1OC
##nn4
Cn2nnnc2N
CCCS1
##c2ccccn2c1
c1cc2ccc
cn4
##CN1CCC2
##oc2c1C
1OCC2
cc2O1
CN1CCOC
c1ncccc1F
1CSCCS1
COCc1noc
c3ncccc23
##c1ccccc12
c1CN1CC
1CCn2ccnc2
Cc1nnsc1C
c3nnn
ncnc21
OCc2c
NCCN2CCN
NCCOc2ccc
ON
COCC2
sc2n1
c1cccc2cc
NCC3CC3
COc1ccccc1N1CC
nc1C1CC1
c1onc
c2cnsn2
n3cccc3
CCn3cc
Cc1ccccc1CN
nnc1N1CCC2
c3cnco3
3Cc4cc
Cc1cccc2nc
1CCn2c
##nc1N1CC
oc3c2
C23CCC
Cc1ccnn1CC
34CCCC
CCc1ccccc1F
CCSC3
nc1CC
Cc1nnnn1
Cc1ccoc1CC
CNCc1nc
C4CCCCC4
c3ccon3
2CCCC23CC3
c2scnc2C
COCc2ccccc2
n4cc
c1ccccc1CC
N4CC
COCCN1CCC
COCCOc1cc
1ccc
C1OC
##c1cscn1
##c2ncccc2c1
2CCc3
1Cc2ccccc2N1C
cnc2nc
CCC1CCCC1
c2ccc3cc
##nn21
COCC2CC2
2c2cccnc2
CSc1ncc
c1cccc2ncc
1N1CCOCC1
2C12CCCC2
##4ccccc4n3
CC12CCC2
1c2ccccc2
##CCC4
##n3ccc
##c3occc3
ncc1Br
2Cc3ccccc3O2
c1cccn
cccc2C1
CCc3nc
c2cnns2
CN2CCC3
##c5ccccc5
CNCCCC
NCCc1nc
CCNc1ccc
CCNc1nc
Cc1ccc2oc
2F
Nc3ccc4c
Cc1nnsc1
c1sccc1C
##nc2F
Cc2cnoc2
##c1ccccc1CNC
c3nccc
OCCO1
n2CCC2
1COc2ccccc21
N2CCCO
c2nncn2C
NNc1cccc
NCCc2nc
3CCc4
CN3CCCCC3
NCC1CCC1
cnn2
Cc1cncn1CC
CCc1nccs1
n1CCC1
1CN2
Nc2cccc3c2
1c1noc
NC1CCC2
2CCc3ccccc3
c4cnn
Cn2ncnn2
##N2C
Cc4cc
N1Cc2ccccc2C
##OCCCC
noc3C
##OCCCO2
c2nnc3n
##c3sccc3C2
CCOc1ccccc1NC
##sc2ccccc12
nc32
ccc3n2
Cn1ncc2c
Cc3ccon3
NCCCCCC
CCN1S
##c2nncn2C
c2s1
Nc2ccnn2C
##c2ncccc2C
ccc1CN
c2ccsn2
1OCCc2sccc21
##occc1C
OCCc2ccccc21
C4CCCC4
##c1nc2ccccc2s1
3CCNC
CCN1CCCC1
OCC2
n3ccc
COc3cccc
1COc2cc
Cn1nncc1
c3nccn3C
Cn1nncc1C
CCNC3
nnc1N1CCOC
Cc1ccccc1OCC
OC1CCN
N2CCOC3
c3cs
COc2ccccc2C
n3nc
1CC12CCOCC2
CCCc1nnc
n2cnnc2
NCc2cccnc2
c4ccccc4F
n4c
##cc2c1
1CCCc2c
##n1cncn1
c1ccnn1CC
Oc3ccccc32
##n4C
cc2o1
COc1ccccc1Cc1nnc
COCCC2
3CC34CC4
1C1CCOCC1
CN2CCOC
c3cc4ccccc4
NNc1nc
2CO3
Cn1nc2c
Cc1nscc1C
COc1ccccc1F
ccc3Cl
nnc2c1
##c1ccns1
Oc1ccccc1Cl
N1Cc2ccccc2
ccc1N1CCOCC1
1COc2ccccc2C1
c2c3c
c2ncnc1
##c3cccnc32
NC3CCN
NCC1CCC
Cc1nonc1CC
NCCCN1CCN
CSCCCC
CCCCCO
Cc2nccn2C
n1CCN1CC
CCCC1CC1
c1cc2ccccc2c
NNc2nc
##3ccccc3c
c2nc3c
2SCCS
NCCN1c1nnc
2CCCCCN2C
ccc3o2
##nc2ccccc21
##n2ccnc12
c4nccc
##sc2c
Nc2ncccn2
##ncc23
OC3CCCC3
CCC2CCCC2
ncc2F
##N1CCCC1
2CCc3ccc
N1CCc2ccccc2
Cc1cn2c
1CNS
##c1cccs1
NNc2cc
c1cc2cnccc2
CCCc1noc
CC3CC
C3N
##c1CCCCC2
COc3ccccc3F
2CSCN2C
Nc1ncn
NCc3ncc
##c1nnn
Nc2ccc3nc
OCCN2C
1CSCCN1C
CCCN1CCCC
c4ccco4
OC2CCC2
N4CCC
CNCc1c
c1occ2
NCc1cccs1
cccc2c1
CCc1ccccc1OCc1nnc
34C
CCS2
OCCCCC
ccc2NC1
##c4ccccc4O3
CNCCCN
Cn2cnc
##2CCCCC3
Cn3cncn3
NCCOc1cccc
Nc3ccccc32
1N2CC
CCCCc1nc
Nc2cn
##4ccccc43
##OCO2
SC1
n1Cc1cccs1
COc1cccc2
Cn1ccccc1
1Cc2ccccc2CN1C
CNc1ncc
c1ccncc1F
CCC1CCOCC1
Cc2coc
NCc2ccccc2C
##NC2
N2Cc3ccccc3
##CCC2
c2ccc3nn
N3CCCCCC3
cc1NS
2CCCN2S
Nc1sc
Nc2cccnc2
N1CCSCC1
2CCCCCC
Cc1cc2cc
CSc3ccc
CCOC1CC2
1SCCN
c1cccc2n
c3ccccc3c2
64
CCc1cnccn1
##nc1N1CCC
Cn2nnc
CN2CCS
C1CCc2cc
Nn2c
N1Cc2ccc
c2ncon2
Cc3ccccc3Cl
1CCCc2cccnc21
nc3C2
C5
##oc2c1CCCC2
NCc3nnc
CCC1CCCCC1
3CCCCN3C
NCCc3ccc
3OCCC
C4O
c1ccsc1C
ncc12
Cc1cncn1C
1CN2CC
C2CCCCCC2
##c1OC
OCc2ccccn2
##cc2NC
##c2cnn3C
n2CCN2CCC
COc1ccccc1C1
NCc3cn
NCCc2ccccc2
ncc3C2
c1ncnc2
CN3
nc2ccccc2c1
Cc1nc2ccccc2c
##OCCO1
##2OCCO2
COCCNS
##c1ccsc1
CCSc1cccc
N3CCCS3
Nc2cncc
1c2ccccc2CC
c1nocc1C
##sc4
n2nnnc2C
COc1ccccc1OC
Cc1ccc2cc
c4nnc
2c2ccncc2
##cc13
##nc3ccccc23
Oc2ccccc2C
c4cccnc4
1CN1C
c1ccc2nnc
2c2cccs2
CCNCC2
C1c2ccccc2C
##c2ccsc12
n2nnc
2CCCCN
c2occc2C
Cc2cncn2C
##c2sccc2C
Nc3cnn
##nc1CN1C
c2sccc2C
##c1nc2ccccc2c
cc3Br
NC3CCCC3
CCN2CCCC2
3CSC
##c3nnn
4CN
##2CC3CC
1CCCc2n
cccc23
##c4ccccc4C
2CCOc3ccccc32
2c2cnc
##CNC4
NCCc1ccc2c
c4cccs4
CCO4
ccn12
COc1ccc2nc
1CN2CCC
CNCC1
CNCc2cn
##cc2Cl
##snn2
c3cocn3
cc2N
2CCc3nnc
N1CCc2
c1co
Nc2ncnc3
c1cc2occc2
CCN3CCOCC3
2CCc3ccccc3C2
NCCCOCC
COc2c
CCc1cccnc1C
Nc1ccccc1O
1NCCC
1CNCCN1C
FC1
CCCCN1CCC
c2nccnc2C
NCC2CCC2
cc2NC1
COCCOCCC
ccc3OC
CCOCC1CC1
2CCCC3
1CCn2ccnc2C1
N3CCNC3
1CCc2ncc
nc2s1
CN1CC2
nnc2N2CCS
c2ccc3nnc
nc2Cl
13
Cc1ccc2ccccc2c1
N1CCc2nc
n1CCN1CCC
1c2ccccc2OC
Nc1ccccc1F
c2o1
N2CCc3ccccc3C2
oc2
Sc1ccccc1
sc1Cl
CCc1ncncc1C
Cc2nn
CCn1ccnn1
c1ncoc1
1c1ccccc1C
CCC2CCC2
##CN1CCO
ccnc12
Nc1ccc2oc
n1nccc1NC
CCCn1nccc1C
##c2n1CCCC2
ccc43
NCC1C
oc2c
2CCCOCC2
COCc1nocc1C
2CC23CCCC3
1CCN2CCC
3COCCN3C
3CCCCN3
1OCCO
1Cc2ccccc2N
CNCc1cn
12NC
Cc2ccnc
CCCCCC3
CCCNC1
c1cnc2ccc
1c2ccccc2CCN1C
CCN2C1
3CCC3
##CN1CCCC1
c1nnc2ccccn12
nc2nc
2CCCN2c2nnc
Nc2ccccc2F
c1oncc1C
N1CCCc2cc
c3cnc4
34CC
##n2cncn2
CCn1cccc1
##CN1c1nnc
Cc3n
COCCOc1cccc
NCCn1cc
CCNCc1ccc
CCOCC4
CCc2cccs2
CNC2CCN
2CCCSC2
Cc3noc
Cc1cnc2c
##c1ncccc1CNC
Cc1ccccc1Cc1nnc
##ncn4
N2c3ccccc3C
nc2ccccn12
cn3C
c4ccncc4
N3CCSCC3
3Cc4c
3C1
##4c3C
##n21
OC1CCCCC1
NCCCCN
c2cccnc2C
c3cccnn3
N3CCC3
3CCCN3
Cn1cccc
2CCCN3C
NCCCN2C
CCc1ccoc1
2cccc
##c2cccs2
Oc1c
NCc1
c1cccc2c
Cc3ccccc32
N2CCCC3
2c3ccccc3CC
46
c3ccccc3O2
##CNCC3
Cc2ccccc2O
##5CC5
Oc1ccc2c
COc1ccccc1O
ncc3c2
##c3nnnn3C
##c1nc2ccc
n1nnnc1C
c2ccc3ccccc3n2
N3CCC4
c3cncnc3
CNc2ncc
n2CCOCC
cccc1OC
Nc1ccncc1
##2CCSCC2
CCc2ccco2
Nc2ccc3
n4ccc
CCc1ccon1
Cn3
COC1CCCC1
CN1S
##nn4C
Cc1nccn1
CCCn1ncc
CCCCCCCC
n1Cc1cnn
c1nnnn1C1CC1
##c2n1CCN
n1Cc1nc
OCc2cccnc2
CNCc2cccc
c1cncnc1O
n2Cc2cccs2
OCCN1C
CN2CCCCCC2
Nc1nc2cc
CCNc1ncc
cccc2OC
1c1ccsc1
n3ccnn3
cncc2
CN1C1CC1
ccc1N1CCN
1CCc2sc
##nnc3C
NCCc2cccc
Cc4cccc
2OCC3
NCc1nc2c
COc1ccccc1N
oc2ccc
Cc2cncc
1CCc2cn
csc1
CCOc1ncccc1C
Cc1cn2cc
Oc2cccnc2
c4cn
2CC1
CCN1CCC2
c2noc3c2COCC3
ccc2n1C
c1nccnc1N
##CN1S
CCCc1occc1C
c2ccccc2N
##sc23
cc34
##n4cc
Nc2cccc3
ncn2C
C3OCCO3
CCn1cnnn1
CCNCc1cc
##ncc3C2
##c3sccc32
CNCCF
2C2CCCC2
Cc2cn3ccccc3n2
c1cncnc1C
2c3ccccc3
COCc1ccccc1C
CCCCn1cc
CCCOc2ccc
##c1nncn1C
14
NCCOCCN
c1cccc2c1C
##c2n1CCC2
1c1ccc2c
##OCCCO1
c3cnon3
1C3
n2Cc2cnn
C1NCCC
OCCS
c4C3
CCOc1ccccc1CNC
Sc1nc
2CC3CCC2CC3
cc4c3
##CF
CCc1ccncc1
COCCCCN
OC2CCCCC2
Cc1nccs1
c2nc3ccc
Nc2ccnn2
cnc3C
c2cncnc2C
##c1NC
4NC
2CO1
COc1ns
CCOC4
Cc1nccn1CCC
c2cnn3cc
23CCCN
3CC4
CCc1ncn
1Cc2cccc
COCc1csc
Nc1ccccc1S
c1c2c
##occ3C
c2cccc3nc
CCCN1c1nnc
c2cnc3ccc
Nc1ccccc1Cl
1CCCCN1CCC
oc3C
##c2n1C
C3CC4
##c1ncccc1
Cc2ccccc2C1
n2Cc2nc
c1cnoc1C
##cc2F
##cn2n1
OCc3ccc
2CCCCN2C1
CCc1nocc1C
cncc1F
c1cnc2cc
2Cc3ccccc32
CCCCC4
CC3CCOCC3
cc1N1CC
1CCCc2ccc
CCn2ccnc2
1c1ccccc1OC
ccc1SC
nc2C2CC2
CCOCC2CC2
c3nnnn3C
ns3
OCCn1c
nc2c1c
n3CCC
Cn2ccccc2
c1cnc2n
COc1ccccc1SC
nn12
ccc2c
##snc
1CCCN1CCC
CCCC2CC2
COc1ccc2oc
cc1CN1CC
N4CCCCC4
cc2ccccc12
c1ccc2ncc
COc1ccccc1OCc1nnc
CCc2
1CN2CCC1CC2
1C1CCCCC1
##c2ncccc2F
c2nc3
CCCS2
ccc34
##oc3ccccc23
1Cc2c
CCCCn1ncc
Cc1nc2
n1Cc1ccco1
3COCCO3
c2cccc3cccnc23
2CN1C
c1nc2ccccc2n1C
NCc1ccncc1
CCCc2ccccc21
CCOCCN1CCN
##OCc1ccccc1
n2ncnc2n1
##c2scnc2C
cnc4
OCc1nnc
3CCCc4
Cc1cccc2
N2CCc3sccc3C2
c3c2CCCC3
c3ccccc3n2
CCOCc1ccccc1
CN2CC3
n1ncc2c
CCn1nn
CCOCc1ccc
CCc1ncsc1C
cc4C3
CCOCCN1C
CCc2ccccn2
CCCN1CCCN
CNc1cccc
##nc3ccccc3c2
c1cncc2
Cc1cc2ccccc2
NCc1noc
2CSCCS2
CN2C1
CCCCN1CCCC
n2nnnc2N
CCc1cccnc1
c4C
##c2nnnn2CC
c3ccncn3
nc3ccccc32
c2cc1C
c2ccc3ncc
c2ccc3oc
Cn3ccnc3
CCc1ccsc1C
Oc3cc
##OCCC2
Cc1cccn2cc
c2ccsc2C
##cc1CN1CC
Nc1ncnc2
CCCN2
c1nnc2n1CCCCC2
c1ccccc1CNC
1NCc1ccc
N2CCNCC2
c3ncnc2
c2nc3cc
##n2nnnc12
C4CCOCC4
CNCc1cccc
nnc2C1
CCCSC
Nc1nc2ccc
n3C2
3CCCCC
c1cc2cccc
Cn1cccc1
CCc1sc
##sc3ccccc23
Nc2cc3c
ccc3s2
1CCOc2ccc
NN1
3c4ccccc4C
OCc4ccccc4
Cn1nnnc1
NCCCNCC
CN3CCCC
CNCCCO
CCc1nc2c
1CCc2cccnc21
##5CCC
Cc2nnn
c3ncccc3C
cc4C
NCCCc1ccc
##2CCCO
##sc2c1
c2cnoc2C
Cc1ccncc1CC
C23CCN
Nc1cnc2c
n1CCCN1CCC
CCc1nnsc1C
c1sccc1S
##cn3n2
N1N
##OCC1CC1
CC12C
c1ncsc1C
CCc1ncnc
CS2
n1cnnc1
c2cnc3cc
Cc1ccccc1N
Cc3cscn3
nn1CC
##nc2ncccn2n1
Cc1cccc2ccccc12
CCONC
1CSc2ccccc21
##nc2Cl
2OCCN
c3ncccc3F
CSc2ccccc2
Nc1ccccc1CC
Cc1cnccn1
##onc2c1
c3ccccc3O
c2cc3cccc
##c2cnccc12
N2CCCNC2
##nc3ccccc3n2
Cc2oc
CNCCOC
Cn1ncc2
CNC1CCN
##nn3CC
cccc2o1
cc1N1C
NCC2CCC
cc2cccnc12
c1cnc2nc
c4cnc
CCCOc1cc
c2ccnn2CC
##snn1
c2onc
c2ncco2
CCSc1cc
##c1sccc1C
c2cccc3cc
n2CCCNC
c2nnnn2CC
OCc1cn
2OCCc3ccccc32
C3CN
CC1CCC2
c1ccoc1Cl
##nn2cc
nc2c1CCC2
NCc1cccc2c1
CNc1ccccc1
noc2
c2ccccc2CNC
C2S
Oc2ccccn2
CCC2CCOCC2
C1NCCN
CSc1ccccc1NC
c2nc3ccccc3o2
##ncnc2
Nc2ccccc2OC
N1Cc1ccccc1
COc1cccc2c
n1Cc1ccnc
Cn1cnc2c
CCN1CC2
c3ccoc3C
##c2cncn2C1
ncc21
CCCOc1ccccc1
Cc1scc
N2CSC
COc1ccccc1OCC
12N
ccc3Br
CCOCCCN
NC2CC3
Cc2cc3ccccc3
##c2n1CC
cc3s2
sc1CC
c2ccncc2C
c1cnc2n1CCC2
CCc2cnccn2
c2ncnc
NCCc1cn
c2ccccc2S
CCCc2nc
CC1OCCCO1
c2cc3ccc
##c2cscn2
N2N
CCCCc1noc
ncc1Cl
Cn3ccnn3
CCCCCF
CNC2CC
Cc1ncc2c
1CCCc2nn
CNc2c
34COC
##COc1ccccc1
3COc4ccccc4O3
c3s2
c2nnnn2
COc1coc
c2cnccc2C
CCOc1ccccc1OCc1nnc
c1ccnc2cc
CSCCNC
CCCN1CCCC1
##c3ncccc3c2
c2ccncc2F
1OCCNC
Cc1cnccc1CC
2CCCc3c
c1cc2ccccc2s1
##nccn4
ccc1Cn1c
COc1ccccc1CNC
C1Cc2ccccc2C1
cnc2C1
c2cccn
##OC1CCN
1CCCc2c1cnn2C
c2nccnc2N
Cc3ccoc3
n2N
Nc2nn
CCOc2cccc
N1Cc2ccccc2C1
3CCc4c
CCCc1cccnc1
##c1ncnc2
c2c1CN
CSCCCn1c
cc2nc
##nn1CCC
Cc2ccccc2Br
c1sccc1F
CN1Cc2ccccc2
c1ccncc1C
c3csnn3
c3cscn3
CCn1cccc
##nc3sc
cccc43
CCN1CCCCC1
c2cnn3ccc
##n3C2
1CCn2cc
Nc1ncccn1
Cc1ncsc1CN
Nc3nnc
1c2ccsc2C
1CCCc2sc
CCCCCc1cc
##2CCNCC2
Nc1nccs1
Cc1sc2nc
c1ccc2nn
sc1Br
Cc3ccc4c
##c4C3
##c2ccccc2Cl
NC2CCC3
n1ncc2cc
Nc1ccccc1NC
NNc1c
##OCC2CC2
cnc2ncnc1
COc1cccc2c1CC
C2CCCC
NNc2cccc
NC3CCCCC3
##oc12
##3CCO
NCCN2CCC
CSCc1cccc
##3CC4
ccc1N1CCC
CCOC1CCN
NCc1ccccc1OC
2COc3ccc
Cc3nccs3
nc2c1CCCC2
CSc1n
N2CCc3
cc2ccccc21
1COc2ccccc2
##nnnc3
1c2ccc
Cn2ccc3ccccc32
##c2cnccc2
##nc3n2
ncnc2
cnc1Br
Cc1ncccc1CC
C1NS
Sc2nnc
4CC4
NCC1CCCCC1
n1CCc1ccccc1
NNc1ncc
3C23CCC3
CCn2ccnn2
3SCCS
c1nc2ccc
NCc2noc
##c1CCOC2
c3ncnc4
ncc1NC
Nc2ccncc2
##oc2c1COCC2
c1scc
##c2cccnc2c1
CCCCO1
Cc1cccc2c1C
cc4F
Nc1ccccn1
c3cccnc23
Oc4ccccc4
Cc3ccccc3OC
Nc2nc3cc
nc3nc
2C2CCOCC2
c2cc3occc3
nc3O
c2cncnc2O
COc1ccsc1
c1COC
N2CCc3ccccc3
Cc1cnccc1
NCc3cnc
##on4
c1CCNC
Oc3c
Cc2cnon2
c1cnn2c1
Cc1cc2ccccc2o1
3N2C
COCCN1
n1cccc1C
2CCc3n
n1CCn1cc
##2c
Cc1nn2c
c1cc2cnccc2o1
c1CN1C
cnc3c2
2COc3cc
c2occ3
CC1CCCCCC1
2c2ccccc2C
Cn1ccc2ccc
c3N
4CCCCO4
c1ccccc1NS
1CNCCC
2CCn3ccnc3
##n2ccnc2C
C1NN
##4CCN
c1CN1CCC
OCCCO
c2ccccc2c1C
n1CCCN1C
CCCn1ccnc1
COCC3
c1cccc2c1CCN
Cn1cnn
Nc2ccccc2N
NCc3cnn
##3ccccc3o2
##SC1
NCc1cc2c
##nc1CN1CCC
CCOc1cnc
c2cccc3ncc
##n3c2
3CC34CCC4
cn2n1
CCc2ccoc2
Brc1ccc
NC2CCOCC2
CNCc2cnc
CCn3cccn3
CN2CCNC
c4ccccc4C3
COCCCOc1ccc
CCc2ccon2
OCCCn1c
CN1CCNC
Oc2ccccc2Cl
CCCc2ccc
##n3nn
OCc1csc
##n2cccc2
NC3CCC
##nc32
Oc1ccccc1NC
##ncc1Cl
Cc1nc2n
SCc2nnc
CCn1cnnc1
c1cnccc1C
Oc1cccnc1
c3nncn3C
COCCCOc1cccc
CSc1ccccc1C
nnn2C
CNC1CC
C1CCCCCCC1
1CCCc2cn
CCc1nc2ccccc2
n1CCOCC
CCc2ccncc2
CCCn1nn
Nc1nccnc1C
ccc1I
cc1CCNC
sc1NC
CCc1nocc1CN
nnc1C1
nnc3C
1Oc2cc
3c3cccc
CCn2cccc2
3Cc4ccc
n2CCSC
1CCc2nccn2C1
COCC1CCN
##ncc2Cl
Nc3ccn
c1ocnc1C1CC1
c1ncoc1C1CC1
CCn2cnnn2
Nc2ccccc2Cl
COc1ccsc1C
CSc1c
COCc1nnc
c3ncoc3C
Cc1ccnn1C
Nc1sc2c
CCCCCN1CC
CBr
1Cc2cccnc2
CCC2CCCCC2
##snc12
cc2c1OCC2
CC2CCC
3C23CCCC3
1CCN2CCCC
C1CCCN1C
NNS
n3c2
2COc3ccccc32
C2CCC3
nnc2N2CCCC
##1CCNCC1
n1CC1CC
c1ccc2ccccc2n1
CCc2ncn
##n23
cc2c1O
1CCNCC
nnc23
c4ccccc4Cl
Cc1ncs
cc2cc
n1CCCNC
CCNCc1nc
1CSc2ccccc2O1
C12CC3CC
1CCCn2nc
COCCc1noc
Cc2ccnn2C
OC3CCC3
Nc1cccc2
3CN2C
c3nc4ccccc4s3
1CCc2nncn2C1
Oc1ccccn1
3CCOC
c1ccncc1Cl
c1snnc1C
2CCCCN2CC
Nc2nccs2
NC4CC4
n1CCc1c
c1nccnc1C
##nc2sc3c
CSCCCN
CCOc1ccc2c
Nc1nccc
Cc2nnc3n
c1cnn2c1CCC2
CCc3cn
NC1CCOCC1
c1cscc1C
COc1csc
##c2ccns2
COCCc1ccc
c1occc1Cl
##c3CCC4
Cc1ccccc1S
2NS
2CCCc3n
c1occ2c1CCC2
Cn2ccnc2C
##cc1S
CCOCCOCC
##c3ccn
n1CC1CCN
ccnc2
##n1CCOC2
NCc1coc
CCc2ncc
C12C
##n3ccnc23
3CCSC3
NCCc1cccs1
cccc3C2
CCSc1ccccc1C
n1CCc1cccc
nnc1N1CCNC
Nc3ccccc3C
c2nonc2C
1c1ccccc1F
##n3nnnc23
n3n2
CNc3ccc
##2CCS
COCCCN1CC
C5CC5
3CCCCCC
Nc1cccnc1Cl
3CCC4
c2snnc2C
N2CCc3nc
NCc1nc2cc
n2CCCN2C
CON1CCC
2CC23CCOCC3
c1ncco1
##COC
##c1cncs1
NCc2nn
2Br
c5ccccc5
C2CCNCC2
NCCc2nnc
nnc
C2CS
2CCN3C
Cc1nc2ccccc2s1
COCCn1ccc
c2nocc2C
Cc2ccccc2CNC
N4CCN
1CCN1
cccc1Br
##c3cnccc23
##ncc3C
OCc2ccncc2
c1cnc2ccccc2c1
c1ccc2ccc
c2oncc2C
2CCCc3ccc
cccc1N
CCNc1cc
##c1coc
N1CCc2cccc
1OCCN
##c2ccco2
n2CCCO
N1c1ccccc1
N3CCc4
CCSCC2
n1Cc1ccc2c
NCCCN1CCC
1c1ncc
##c1nc2n
CCOc1ncc
COCc1c
##c2nnnn2C2CC2
2c2ccsc2
COC2CCCC2
##c1cnccn1
cccc3C
ccn
Cc3ncn
Clc1cc
Cc1nnn
CCc4ccccc43
nnc1N1CCSC
NNCC
##cn3c2
cnc2n1
CCc1cccc2c1
NCc1ccccc1F
c2ncnn21
Cn3cnnn3
c2ccccn12
Nc1ccccc1OCC
##c1cnon1
Cc1nnnn1C
CNCc2nnc
nc1Br
CNCc1cnn
##4n3CCCC4
##3CCOC
cnc3O
1CCn2ncc
CCc1cncnc1
c2cccc3n
Cc1nccnc1C
Sc2nc
CC12CCCCC2
ccc1N1CCCC1
Cc1nc2nc
2N3
##3ccccn23
CCCOc1c
1CCCc2cc
Nc3cnc
CNCCCF
NCCOc2cccc
1CCc2cncn2C1
3N2
1CCn2cncc2C1
COCCOCc1ccc
CCc1ccncn1
CCCc1nsc
n2nnnc2
##c2CCOC3
Nc1cccc2c1CN
NCc2ccon2
c3cncn3C
Nc2ccc3oc
Cn1cncc1CC
Nc2nccc
##cc21
CCc2ccccc2F
2CCOc3c
Nc2ccccc2O
c3cccc4ccccc34
1CCCN2CCCC
3C3CCC3
OC2CCOCC2
n4cccn4
n2CCSCC
c2ncc3n
c2ncc3n2CCCC3
##c1nnnn1C1CC1
COc2ccc3c
c1ccc2ncsc2c1
ccc1OCCC
c1ccoc1C1CC1
CNCc2cnn
cc1NCC
##c4C
Nc3ccc4
N3CCSC
##c1nnnn1
2c3cccc
CCc1ncccn1
CCc1ccccc1CC
CCc3cnc
Cc1ncccc1F
2COc3ccccc3C2
COCCCCn1c
nnc2N2CCCN
##nc2scc
CCC1CCC
COc1cccnc1
NCCN1CCOCC1
CCCCn2c
n2CCc2cccc
cc2OCC
1Cc2cccnc2C1
cnn2c1
##c2ccccc23
1C1
##nccc3c2
Oc4ccc
NCc1ccccn1
c1cnnn1
##ncn12
c3cc4ccccc4o3
##c2ncccc12
nc3cc
##nc43
Cc3cncs3
Cc1ccn2c
NCCc1nnc
c2ncccc2Cl
Cc2ncccn2
c1cccnc1N
##CCN
1cccc
##nn3c2
c3CC
COc1cccc2c1OCC
##nn2ccc
1Oc2ccc
CCCN2CCCC2
c1conc1C1CC1
c2cocc2C
##ncccc12
1CCc2nnnn2CC
1CCc2nnnn2CC1
Cc3nccn3C
COc1ccccc1SCc1nnc
c1nc2ccccc2o1
n2ccnc21
COCCn1nc
c4ncccn4
CSc1ccnc
c3conc3C
4CCO
##nn2ccccc12
Nc1cccc2c1CCN
C1CCS
1OC2
ccc1Oc1ccc
Cc1nonc1CNC
c3o2
NCc2ccccn2
##3ccccc3n2C
c2c1nc
c2nccn21
CCc1nc2cc
c3ccnnc3
c4ccccc4C
CCCc1ncc
nc3ccccn23
c1cccc2cccnc12
2CCn3c
1CNCCO1
##c2c1ccc
cc1N1CCN
CCc2ccn
COC4
1Oc2ccccc2O
1OCc2ccccc21
##c3csc
c1ccnc2nc
c1ncon1
Cc1nocc1CN
NCCC1CC
##nc1N1CCN
nnc2N2CCOC
CCc3cnn
CC2CN
CCc2nccs2
o4
c3ccc4ccccc4c3
CCCCCS
OCc3cccc
C23CCCN
OCCn2c
##c1ccnn1C
CCOCc2ccccc2
c1nccc2
c1oc2ccccc2c1
NNc2c
CN1CCCCCC1
1CCCN2CC
OCc1ccccc12
Cc1nonc1CN
c2ncnc3sc
Cc1conc1CN
2CN3CCC2CC3
CCSCCCn1c
c3sccc3
c1cn2ccc
Cc4nc
##c2CCCCC3
Nc1ccon1
NCc2ccccc2CN
##c1ccon1
COCc1nn
##nc4ccccc43
2CCc3cn
n2Cc2ccco2
##c43
Fc1ccccc1
c1cccc2ncccc12
CCn3cncn3
Cc3
2CCCCN2S
Nc1cccc2c1C
N2CCc3cccc
OCc2noc
3CC2
2CC23CCN
CCSCCC
nnn1Cc1ccc
1n1ccnc1
Cc1nocc1CNC
CCOCCN1CCC
2CCN2CC
Nc4ccccc4
##3CCCCCC3
c3ocnc3C
N1CCCS
n2CCCS
34CCOC4
c1nccn1CC
CCc1ccoc1C
NCc2cccs2
C1CCNCC1
COCc1ncc
##nccc2c1
c2ncoc2
SCc2nc
##cn12
c1cnoc1C1CC1
N2C2CC2
c1ccsc1NC
COCCCOCC
n2ccnc12
Nc1ncccc1
c1ncsc1
cc3n2
##c3ncccn3
OC1CCOCC1
Cc1ncoc1CN
NCCN2CC
##sc3c2
coc2C
NCC2C
cc1CN1CCN
Sc3ccccc3
c4n
##nccc3C
Cc2nonc2C
nnc21
Cc1nc2ccccc2n1C
##CCO
##c3ccccc3c2C
c4ccn
cnn1CCC
N3CC4
Cn1ccc2ccccc21
COc1cn
cc1SC
Cn1nccn1
##4cccnc34
4CCN
1CCCN2CCSC
ncc32
##onc3c2
Nc1ccccc12
##c2ccccc2S
3CCCS3
nc4c3
NCCC2CC2
NO3
n2ccnc2SCC
nc2sc
COCCOCCN
4CCCN
NCCCn1cc
N1CCOc2cc
##c1nncs1
cc3c
##c1cncn1C
1CNCc1ccc
cc1OCCC
OCCCOC
21C
c1csc2ccccc12
nnc1N1CCc2c
nc3c2CCC3
CCCn2ccnc2
c2cc3cnccc3
Cc1nnc2n1C
cnc1N
2COCCN2CC
CCNCCN
c3cncs3
##n2nnc
Cn2nccc2NC
NCc2nc3c
Cc2cccc3ccccc23
1CNCc1nc
##CONC
cc1CN1C
c1nc2c
c2cscc2C
2CCN3CCC
ncn3C
Cc1sccc1CC
1CCCN1Cc1ccc
3CCCCN3C2
CCOc2ccccc21
n2CCN2CCOC
CCSCCNC
c1sc2nc
CNCC2CC
COCCO3
cnc3ncnc2
Cc1conc1CNC
cc2C2CC2
1c2ccsc2CCN1C
NCc2coc
CCCCOc1cccc
c2cnn3c2
1COc2c
cc1CN1CCC
Cn1nnc2cc
NCc1ccon1
c3cc4
n1CCN1CCOC
NCCc1n
n1nnnc1
##OCCCO3
1CCCCN1Cc1ccc
CCCNc1ccc
1c2ccccc2CN1C
3n2
CCc1cccc2c
NNc1ccccc1
COCC3CC3
2CCn3ccnc3C2
NCCOCCO
CSC2
2CSCCN2C
coc1C
n1CCCn1cc
c3ccns3
54
CCCOc1ccc2c
##c1nnc2n1CCCCC2
cccc1N1C
CN1CCCNC1
##cc2Br
CCC3CCCC3
n1CCSC
c1nnnn1CC
CCCCCCN1CC
COCCCS
N1CCNCC1
NCc3n
Cn1nccc1CC
##n34
CCc1ccsc1
CCc1cnccc1
sc12
##c2ccnn2
1CCSc2ccc
nnn3C
COc2ccccc2OC
##n32
1CCc2ccccc2N1C
NCCCCCCNC
##nc3ccsc23
ncc3C
c3cnnn3C
cc3O
Cn1cnc2cc
1SCCc2ccccc21
CC2CCCCCC2
Cc1ccncc1CN
cccc1CNC
Nc1ccnn1Cc1ccc
Nc2ccccc2S
N3CCc4ccccc43
cc1N1CCOCC1
Oc1ccccc1Br
##3CC4CC
##nccn2c1
##c3c2OC
cn23
n1ncc2
nn4
n2CCCOCC
nc1OC
NCCC3
1CCCCN1Cc1ccccc1
c1nc2ccccc2c
cc3c2C1
Cc1oncc1CN
Cc1ccn2ncc
Cc1ccn2cc
Cc3cnoc3
nnc1N1CCOC2
nnn1CC
ccc1CC
c3Br
CCc2ccnn2C
c2cc1OC
23NC
SC2
CCCC1CCN
Nc2nc3ccc
N1CCCc2ccccc21
2c2ccc3c
cc2I
NCc2nnc3n
Nc2cccc3c2C
NCCCc1nc
OCc3ccccn3
##cc1CN1C
2CCCc3nn
COCc3ccccc3
2CCc3ncnn3
Cc1cccc2c1CC
Nc3ncccn3
1c2c
##OCCO4
3c3cc
2CCc3ncnn32
c1cccc2c1OCC2
c1ns
c1CNCC
ncc23
2CN3CCC
N2Cc3ccc
##c2ccccc2c1CNC
NCCCN2CCN
CCCc3ccccc32
1CSCCN
nc2OC
nnc1N1CCCC1
nc2CC
1CCSc2ccccc21
NOCCC
n12
Cc2ccns2
Nc1ccccc1N
c2ccnc3cc
CCc2cccnc2
n1CCCS
NCc2ccccc2OC
1N1CCCC1
cn1CC
c1ccc2nnnn2
c2ccoc2Cl
OCc1ncc
c1ccc3c
CN3CCCCCC3
Cc1ccc2n
CCc1cscn1
CCc1cncs1
CCN3
CNCC1CC
C2NN
CNCc3ccc
c3nccnc3
##c1cc2c
COCCc1nc
##n2ccnn2
Clc1cccc
Cc2ncnn2C
2CCCc3cc
4C5
c2cnc3n2CCC3
1N1CCC
2C2CCCCC2
c3ncnc
NCc1cncc
COC2CCOCC2
N1CCn2nc
1CNCCC1
COc2ccccc21
##Oc1ccccc1
Nc1ccccc1SC
nnc3c2
n2Cc2ccnc
nn2c
Cn4c
c1ccnn1C1CCC1
n4C
3c
c2sccc2F
nc2n1CCC
CCOc1cccnc1C
NCCCc2nc
csc1NC
Cn1nccc1C1
##oc3cc
c1cn2ccccc2n1
NCCc2cccs2
1COCCN1CCNC
c3cnnc
Nc2cnc3c
c2cncc3
3CO2
Cn3ncnn3
CCc2csc
CC2OCCCO2
CN4C
NCc3ccco3
c1CS
CCCN2C2CC2
CSc3ccccc3
c1ncc2c
n4ccnc4
c1cncc2nc
4CCCOC4
c43
SCc2ccc
NCc2ccncc2
CCOC1CCOCC1
CCOc1ccccc1F
Oc2ccncc2
CN3CCO
c2nnc3n2CCCCC3
##c2occ
OCCC2
NCCC2CCN
N12
1CCCCN1CCNC
CSCc1cc
n2cnc3ccccc32
n2CCn2cc
Cc1cccnc1NC
noc2n1
c1ncnn1C
##c1scnc1C
n1CCOc1ccc
Oc2ccc3c
OCCCS
ccnc1F
Cc1nccnc1
nnc1N1CCCO
NCc1nnnn1C
CCCOCCn1c
CCNCCNC
##nc2sccc12
ccc1OCc1ccccc1
c2cccc3c
c1sccc1Cl
nnc1S
NCc1nccn1C
COCCCN1CCC
ncnc2s1
NCc1ccsc1
OCc1noc
CCN2CCCCC2
c5
2CN3
CCc1nc2ccc
NCc2nccn2C
##4ccccn34
c3cnsn3
1OCCC1
2CCCc3cccnc32
cc1C1
ccc2NC
nnc1N1CCc2cc
N3CCN4C
cc2c1OCCO2
c1ccc2ncnc
##c1nc2ccccc2o1
1N1CCN
c1cccn2c
COCc1cncc
Cc3coc
1CCCc2sccc21
n1Cc1cccnc1
SCCNC
CCN1c1ccc
c3ccsn3
CCc1ncc2c
c1nonc1C
2c2ccccc2OC
##nn3n2
2CNS
n2CCc2ccccc2
12COCCN1C
nc1N
1CCN2CC
##c3ccccc31
1CCc2ncnn21
3CCCS
COCCC3
NCCC1CC1
n2CCNS
1CCCCN1CCn1c
3c3c
C12CCCN1CCC2
##4CCC3CC4
Cc1ccc2ncc
##nc4c3
c1cnn2ccccc12
NCCCc1c
ccc3O2
##4CCCC
Cn1nnnc1C
##N2CCCC2
cnc1NC
1CCN2CCO
4OC
c3cnns3
CC1CN
1c1ccnn1C
##3OCCO3
nc3c2CCCC3
c3ncon3
Nc4ccc
##n3cccn3
c1NNC
##nc3n
CNc1ccnc
NCCCc1cccc
Nc2sc3c
Cc1cn2ccc
NCc2cc3c
1CCCN1CCCO
##c1ncccc1Cn1c
ccc4c3
CCN1Cc1ccc
s4
OCC1c2ccccc2
CCc4ccccc4
NCc2ccsc2
CCc1o
##1CCSCC1
ccc1N1CCCCC1
ccc1C1CC1
2CCCCCN
N1c1ccc
N1CCc2sc
n2CC2C
nc3c2c
CCCNC2
ccc3O
CCCc1ccccn1
c3ccc4nc
##3c4ccccc4
nc3c
CCc1ccn
OCc2csc
N1C1CC1
c1coc2ccccc12
CCCCOCCn1c
N1c1cnn
CCCN1CCC2
COc1cccc2cc
NN1CC
CCc1ccnn1C
1CCCc2nc
2c3ccc
c4n3
Sc1ccccc1C
c1cccc2oc
ccc1OCCO
Nc1ccccc1Br
CCOc3ccc
NCCc2ccc3c
n1CCNS
##snnc2C
CNc2ccnc
2COCCN2
##cc3c2
CSc1
CCn1ncnc1CN
CN1CCS
CCCn1cccn1
2CCc3cccnc32
3CCCc4ccccc43
nc3sc
C1CCSCC1
NCCc1ccn
Cc1cc2nc
c1ccc2ncccc2c1
CCOCCCCn1c
NCCc1csc
CCNc2nc
c2nccc1
24
CCC2CCN
c2cc1F
CCc2cncnc2
CCSCC1
CSc3nnc
CCn2nc
CCn1nncc1CN
c1ccc2ccnc
Cn1ccc2cc
OCCN2CCCC2
cnn1C1CCCC1
CSCc1nc
1CCN1CCC
##c3nccs3
OCCN1CC
CC12CCCC2
Cn3ccc
##c1ccncc1Cl
2Oc3ccccc3
NNc3ccc
##4n3CCC4
3CCc4ccccc43
1NCc1cc
OCCN2CCN
4N
c1cnn2c1OCCC2
cc1COC
nc34
cccc3c2
COc2ccccc2O1
COCCOC1CCN
1CCCOc2cc
C1CCCN1
4O3
##c1nccnc1C
CCc2ccc3c
c1cnc2n1CCCC2
##nnn4
NCC2CCCCC2
nnc3C2
c2ncccc2c1
n2CC2CCN
2CCc3ncc
c2cn3ccc
2CNCCO2
Nc1cccn
N1Cc2cccc
##c4ccccc34
Cc2cc3c
C23C
NCCCN1CC
##3ncc
2CC23CC
3CCCCC3
Nc4ccccc43
##CS
CC1C3
c2occc2Cl
1CCCN1Cc1ccccc1
CCn1ncnc1CNC
ccc3n2C
COCCCCNC
C3CCCCCC3
CNCc3cc
CCCCCCCNC
##nc2c1CCCC2
c2nsc
c1ccccc1SC
Nc1ccnn1CC
1NC2
co3
COc2cccnc2
CCNCc2ccc
Cc1occc1CN
ncc2Br
##c1ncn2C
c1oc2ccccc2c1C
Cc1sc2
2CCCc3c2cnn3C
cc2S1
CCCCC1CCC
no4
##n1nnnc1N1CC
NCCSCC
Cc1cccc2cc
Oc2ncccc2F
SCCN
coc12
n1Cc1nnc
cccc2s1
##c3CCCC4
c2ncoc2C2CC2
Cc2csnn2
##2CCOC2
Cc2nncs2
Cc2cnsn2
COc1cnccc1
c2cnn3c2CCC3
c2ocnc2C2CC2
Cc1nncn1C
NN1c1ccccc1
n2CCOc2ccc
Cc1ccccc1CO
2OCCC2
1Cc1ccc
CSCCCNC
OC2CC2
NC3C
NCCNc1ccc
c1cccc2cnccc12
##COc2ccc
CCCn1cncn1
sc2Cl
NCCC1C
CN4CCCC4
n2cnnc2SCC
1NCc1nc
sc3c2
1CN1CCOCC1
3CCc4ccccc4
2CN3CC
Cc2cnns2
##oc3ccc
c2I
##n3nccc3
##nc2c1C
Cc1ncnn1CC
Nc3ccnc
CCCCCN1C
4COCC
n1CC1C
##c2nccnc2C
NCc2ccccc2F
NCc2cnon2
c1cnn2cccnc12
ccc1NS
c1scnc1Cl
CCn1nncc1CNC
C2Cc3ccccc3C2
CCc1cc2c
OCc2cn
##occ
##CN1CC2
##c1ncccc1F
c1cc2ncccc2
CN1CCCCC
Cc1cncnc1
Nc2ncn
##oc4
N1CCCSC
##2CC1
2CCCc3cn
n2CC2CC
COC1CCCCC1
Cc1noc2ncc
N3CCNCC3
Oc1ncc
##ncn3C2
Cc1occ
##n4ccc
c2occ3c2CCC3
ccn2C
c1cocc1C
CCc2ccccc2C1
COCCOCCn1c
c3scnc3C
c1ccccc1N1C
Cn1ncc2ccccc2c1
##sc2n1
c1cccc2cn
c2ccc3cccnc3
##c2ccccc2CC1
CCCn1cccc1
##3sc
c2ccnnc2C
c1ccc2nncn2c1
Cc1ccns1
Cn1cc2c
##c3c2OCCO3
CCCCCOc1ccc
##oc2nc
N2CCCOC2
##c1cnns1
c2nnnn
##n3cncn3
Cc1ncccc1CNC
oc23
c1cnn2ccncc12
c1nccc2ccccc12
cnc34
NCC2CCCC2
c2ccccc2OCC
n1CCSCC
Cc1ncoc1CNC
NCC1CCCC1
CCCCn1nc
7C
n2Cc2nnc
OC3CCCCC3
Cc2nncn2C
ccn23
cc2CN
OCCN1CCC
n2CCc2nc
Cn1ncn
2c3ccccc3OC
##ncc1NC
1CSCC
cccc1N1CCN
2n2cccn2
CCC3CCC3
Cc3cnon3
NCCCN1CCCC1
Cc3oc
Cc3cncn3C
N2CCCc3cc
##c2ccsc2c1
OC1CN
Cn1ncc2ccccc21
Cc2nnnn2C
COc1cccnc1CC
Cn2cnc3ccccc32
OCc3nc
##occc12
c4ccsc4
NCc2cc3ccccc3
c3occc3C
N1CCCc2c
n1CCCOCC
cc1OC1CCCC1
NCc1nnn
2CSc3ccccc32
1COCC1
1Oc2ccccc2N
1C1OCCO1
C4CC
##c2nccn12
Cn1ncc2cc
CCCCCOC
##c2nsnc12
OCCN1CCN
nnc2n1
N1CCOCC2
c1ccc2nccn2c1
CCCCO2
##oc3c2CCCC3
2N3CC
cncc2F
C1COc2cc
CCc1ccccc1O
NCCCOCCNC
CCCCn1nn
##c1oc
NC1CCCCCC1
Cc2ccccc2NC
CNC2CCC
Cc2occc2C
c2cnc3nc
1CCCCNC1
nnc1N1CCc2ccc
N3CCc4c
Nc2cnccn2
##c2c1OCCO2
N3CCc4cc
c3nccnc3C
4CO
3CCCC34CC4
c2cnn3c
Cc1cc2n
4c3
Cn2nccn2
1CCCN2CCO
CSCCCCn1c
CCc3cccs3
CCOCCOCc1cccc
3Cc3ccccc3
NCc1ccccc1S
4CNC
1CCCCCC
ncn1C
3NCC
n2CCCN2CCC
c1ccc2nccc
cnc2c
n2CCc2c
c1ccc2nnnn2c1
c2cccc3cnccc23
1c1cccc2ccccc12
N1Cc1ccc
noc1
Cc1nn2cc
Cc2ncnn2CC
c1ccnc2ccnn12
NCc2nc3cc
3c3ccco3
c1nccn2ccnc12
1c1cncn1C
n3ccnc23
c2nnc3n2CCC3
CNc1cnc
c2ccccc2N1
CN4CCOCC4
c2cncc3nc
CCOCC3CC3
COc1cccc2c1OC
c3c2C
c3c4c
c2nnc3ccccn23
CCN3CCCC3
cnc3C2
CCNCc1cccc
CCCc1ccccc1C
c1cnc2nccn2c1
OCc3cccnc3
NCc2cncc
NCCN3C
COCCCn1cc
##n2nnnc2N
##oc2ccccc12
c1ccn2nn
c1ccn2nnnc2c1
CN2CCCCC
CCCCc1ccccc1
c2cc3ncc
##c2ccnn2C
1CCCOc2c
c1nccc2occc12
CN1CCc2cc
3CCN3C
n1CCc1nc
N2CCOCC3
CCn1cnnc1C
Oc3ccccn3
1CCc2ncncc2C1
oc3ccccc23
##nc1N1CCOCC1
CCc2ccncn2
CCCCc1nnc
2c2noc
CCc1cnccc1C
CCCc2cc
COCCCO
NCc2
COc3ccccc3C
n2nccn2
2N2CCOCC2
Cn2nccc2C
c1sc2ccccc2c1
cc1Cn1c
1CSCCN1c1nnc
c1cnc2ccccc2n1
Cc1cccn2c
1Cc2cn
c1cnn2ncccc12
CN1CCc2ccc
Nc1nncs1
c4ccccc4O3
1CCCCN1C1CC1
##3ccccc23
C23CC4CC
CCOc2ccccc2Cl
c1nccn1
OCCc1ccccc1
c1ncc2ccccn12
CCCC3CC3
##n3CC
##n2cn1
c1cc2cccn2cn1
12CCc1ccccc12
##c3ccnc
63
4CCCO
c2conc2C2CC2
CCCCCn1nc
c2nccnc2F
CSCCCCC
CCc2ncccn2
c1cc2ncccc2o1
NCCCN2CCC
c2scc
NCc2nnn
c2nncc
CCCN1CCO
c1cccc2ncnn12
c1cc2ncccn2
c1cc2ncccn2n1
Cn2cncc2C
c2ccoc2C2CC2
nn2c1
Nc1scnc1C
cnc2nccc1
##cc1N
COCCCCCn1c
c1ccccc1CS
CSc3nc
c1cn2cccnc2n1
2SCC
c3sccc3C
##OCCC3
c4ncccc34
##c1csnn1
c1nc2ncccn2n1
OCc1ccncc1
c1cccn2nc
c1cccn2nccc12
Cc1cnc2ccccc2n1
Oc2cnccn2
##c1O
Oc1cncc
ncc3F
Cn2ncn
Nc1cccnc1C
CN2CCOC2
Cc1ccc2sc
CC1CS
Nc3ccccc3F
CCc1nccn1C
CCSc1ccccc1
NCc3csc
CCNCc1cn
nc2c1C
c3nc4c
N1CCOc2ccc
n1CCCO
Sc3ccc
NCCCn1ccc
nc2c1cnn2C
c2cnc3ccccc3n2
COCc1nc2n
c1ncc2n1CCCC2
c3cc4n
cccc2NC
Cc1nc2ccccc2n1CC
c1cccc2nn
sc2c1CCCC2
##snc23
nc3ccccc3c2
1COCCN1c1nnc
sc21
c2nc3ncc
CCNCC3
Nc1cccc2ccccc12
n1Cc1csc
OCCOCC
cc2n1C
sc2c1CC
CN1N
2CCOc3ccc
N1CCCc2ccc
CCn1nccc1NC
NC12CC3CC
c1ccc2cccnn12
c2ccncc2Cl
Cc2cccnc2C
2c2ccnn2C
NCc1ccccc1CN1CCC
SCc1ccccc1
2CCCN2CCCO
ccc2N2CCOCC2
##CN1CCCN
COc1cccc2c1CCC
OCCF
Nc1cccc2c
##C5
nc3n2
n2nccc2NC
##SC2
COCCCN1C
ccc1OC1CCCC1
CCOCCOc1ccc
N2CCCc3ccccc32
c1cccc2nccn12
##nnnc3C
NCCCCC2
CCCn1ccc
n3CCCC
1c1nc2ccccc2s1
CC12COC2
CSCc2ccc
##sc3n2
CCc1nccn1
c1cnc2cccnn12
2c2ncc
CCc1ccccc1OCC
Cc2cnccc2C
NCc2ncnn2C
NCCn2cc
Nc1csc
c3ccnc4
nnc1N1CCOCC1
NCc3ccnc
COc1ccccc1CCNC
c1nnnn1
Cc2ccc3ccccc3c2
1CCCC12CCOCC2
1CC12CCSCC2
##2CCC1
c1ccnc2n
1CCCNCC1
Cc2cnccn2
c1ccc2nonc2c1
Cc2ncccc2F
Cc2nc3c
CSCC1
n2C1CC1
N3CCCNC3
N1c2ccccc2CC
NCc2ncccn2
Cc1ccc2cccc
n2CCCCN2CCC
c2sccc2S
cccc4F
NCCN1CCCC1
ccc2OCC
ccc1NNC
cc1CO
##c3nccn3C
c1cccnc1Cl
Cn2nnnc2N2CC
N2Cc3ccccc3C
##c2n1CCOC2
##c1nnn2C
c2cnoc2C2CC2
NCc3ccn
NOCc1ccc
##c1nsc
OC1CC
CCCN1S
1Nc2ccnn2
1CCN1C1CCCC1
c2oc3ccccc3c2C
NCc3cccnc3
##sc2C1
2OCCO
c1cnc2ccccn12
Cc3nn
Cn1nnc2c1C
2c3cc
Cn1cnc2ccccc21
1CCN1C1CCOCC1
c1cc2ccccn2c1
CCCC1CCC
C23CCCN2CCC3
CCCC1CCCC1
2CCN1C
c2ccc3ccc
c1cnn2c1CCCC2
##c2cncc
OCCc2ccccc2
OCCc2sccc21
ccc2N1C
Cc1ncccc1CN
COc1nsc
##snn3
cnc2Cl
CNCC2CC2
##nn2c1CCCC2
CNc2ncnc3
n3ccnc32
cccc2Br
CNc2ccccc2
CCCCNCC
12CCNC2
##3c4ccccc4C
c3cn4c
n4cncn4
NC3CC
c1cccn2nnnc12
NCc2nccs2
Cc2cc3ccccc3o2
c2cccnc2N
NCc1nccs1
##n2CC1
##CN1CCCCC1
Nc1sccc1C
COc1cc2nc
ccnc23
CCCCNS
1CCc2nncn2CC1
c1cccc2c1CCC2
##OCCO
OC1CCC
Cc1cccc2c1O
c1noc2c1CCCC2
Cc1cnon1
ncnc1
C34CC
COCCSc1ccc
C34CCC
c2ncnc3sccc23
##c2sccc2c1
CCn1ncc2ccc
##c3cccnc3C2
cnn1Cc1ccccc1
n1CCc1cc
Cc5ccccc5
##c3ncccc3F
CCn1ccccc1
CN1Cc2ccccc2C1
1NCC1
C2NC
Nc1ncccc1C
CCSc1nc
CNC1CCC
c1CN1CCN
##Oc1cccc
Cc2cs
##c2occc21
CCn1cnc2c
Cc1cccnc1CN
C1NC2
##oc2c1
Cc1cncc2ccccc12
CCCONC
2ccccc2
2CSc3ccccc3O2
Cn1cnnc1C
3c3cnc
n2CCCCCO
CCCN2CC
##n2CCOC3
Nc1ccc2ncc
##c2scnc2c1
CCCC2CCCC2
2CCCNC
CN1CCc2c
ccc1COC
NCCOc1ccccc1
1CCCOc2ccccc21
Nc1ccc2cc
Cn1ccnc1CNC
CNCc2ncc
Cc1nc2ccsc2c
NCCN2CCOCC2
1Nc1ccc
##nn34
##c3c2ccc
c2nc3ccccc3n2C
C2CCCCCCC2
c2nnco2
##c2occc2c1
CNCc1nnc
CCc3nnc
Cn4cc
COCC1CCCC1
Sc1cc
Cc2cnnn2C
3CCOC4
oc2ccccc21
##cn2c1
cnc1F
##32
Cc1nc2ccnn2c
COCCCCN1CC
c2CCN1C
CCCCCCO
Cc1ccccc1CCC
NCCn2cccn2
1CCCC12OCCO2
n2cnc
##c1sccc1Br
n21
Nc1cccc2c1OCC
c3ccc4n
cc3cccnc23
c3ncccc3O
CCCN3
c3nc4ccccc4o3
c2nccn2c1
OCc2ccccc23
##c2ccccc2n1C
Cc1ncccn1
NCc1ncccn1
COc4ccccc4
N3CCCO
Cc3sc
cn2ccnc12
SCCn1c
nc4ccccc34
NCCc1cnc
CC23CCC3
c1ccccc1I
n4cnnn4
CNCc2n
n1ccnn1
c2cc3ccccc3s2
N2S
Oc3cccnc3
c1cc2
COC1C
C2CCSCC2
CCOc1ccccc1OCC
Cc2nc3cc
nc2cc1F
oc3cc
Cn1ncc2ccc
2c2nnc
OCC3
NCCc1cnn
cc1CNCC
cn2C1
NCc2cscn2
CSc2ccccc2C
c2ccccc2CC
n3nnnc3C
2CCCCNC2
c1occ2c1CCOC2
ncc
##c1nnnn1CC
2CCc3nncn3C2
1CCSC
CSc2ncc
c1coc2c1C
NCCc2cn
2N1c1ncccn1
Cc1ccccc1CCNC
ccnc21
2CCCc3nc
Cc1noc2nc
COc1nnc
c2cccn21
NCc1ccccc1Cl
Sc1ccccc1NC
c1nnc2n1CCC2
Cc3ccccc3C2
1CCCc2ncc
NCC1CCOCC1
1CCCn2nccc21
c4nn
Cc1coc2cc
CNCc2ccccc2
C1OCC
c2ccnc3nc
NCCCc2ccc
NCc3ccc4c
cc2ncnc1
CCOC2CCC2
N1CC2CC1
23N
nc1F
1CCc2ccccc2O1
##4n3CCCCC4
CCCC1CCOCC1
##SCCSC1
c4ncn
1CNCc1cc
##n4n3
SCc2ccccc2
##c1cnnn1C
N2CCCOCC2
2COc3c
1Cc2ccccc2NC1
1CCSC2
c1nnc2n1CCN
COC1CCOCC1
c1cnc2ncc
c1cnc2ccsc2c1
NCc2cncs2
c1ccsc1Cl
3CC34CCCC4
c3ccc4cc
##nc2c1c
##nc4n3
OCc1cnc
##cc1CN1CCC
COC2CCCCC2
CCc1nc2
CNc1c
CCc1cccc2c1OCC
c1ccnc2nn
3Cc4ccccc4O3
NCCn2cncn2
CCCN1CC2
Cn1n
COCc1ncsc1C
2CCc3cncn3C2
NCc1nc2ccc
##4ccccc4c
COc1ccccc1NS
n2CCCN2CCCCC2
2CCn3cncc3C2
##n2ccnc2c1
OCCC1
Oc3ccccc3Cl
Cc1cccnc1CNC
OCCN2CC
c2ccncc12
n2ccnc2C
n1CCCCN1CCC
CCC1CCC2
COc1ncccc1CNC
c1cscc1Cl
NCc1cscn1
c2csnc2C
CCCCCn1cc
CCc1noc2ncc
c1csc2c
c1csc2cncn12
c1cncnc1C1CC1
Cc1nccnc1CN
3SC
c1cc2ccsc2
c1cnc2n1CCOC2
##4c3CCCC4
CSc2n
c1onc2c1CCCC2
1CCCCCN1
n2Cc2cccnc2
2CCN3CCCC
1c1ccc2ccccc2c1
Cc1ncsc1CC
NCC2CCOCC2
c2ccoc2CC
c4ccnn4C
CC4CCC4
Cc3cncc
n1CCCc1cnn
sc2nc
CC3C
NCCc1nn
OC1CCCCCC1
COc1ccc2ccccc2c1
C2SC
CCn1cnccc1
c2ccccc2n2c
c2N1
Nc2ncccc2C
CNCC1CCN
CCc3ccco3
Nc1cnccn1
NCCn1cccn1
c1cccnc1C1CC1
Fc1ccc2c
1COCCN
OCCCO4
c2nnnn2C2CC2
n2Cc2csc
ccnc1
CCCc1cccs1
cc2CCN1C
CCN2CCNC2
Cc1sc2ncnc
Cc1sc2ncn
##c45
OCc3ccncc3
n1CCCN1CCCCC1
Cc1scnc1C
Cc1cn2ccccc2n1
Cc2scnc2C
c3ccc4nnc
Cc1cnc2
2CCCN3CCCC
##nc2C1
CCCOCc1ccccc1
Cn1nc2n
25
##3CCC4
2CCc3nccn3C2
N2CCN3CCOC
c1scnc1C1CC1
cc1CCC
nnc1CCNC
Cc2nc3ccccc3s2
1CN2CCN1C
CCOc1nnc
Cn2nnnc2N2CCC
c3cccnc3C
Cc1ncsc1CNC
C3CCNCC3
c3cc4cc
c1noc2
NCc1nccc
##c1c32
CN3CCS
ccc2OC1
CCc2cscn2
c1noc2c1COCC2
n2CCCCN
c1ccc2nnnc
NCc2cccc3
2CCCCN21
##c2nonc2c1
c1ccnnc1C
Nc1cc2n
##OCc2ccccc2
SCCCC
C1COc2ccc
nc3s2
c5ccc
##ncccc23
Cn1ncnc1
NCCN2CCCC2
NCCCCN1CCN
NCC3CC
Cc1nc2ccccn2c1
